run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


929 Tyrosine phosphorylation of MIG6 appears to be increased in cancer cell lines containing Δ746–750 or L858R EGFRs, suggesting that in addition to inhibiting EGFR, MIG6 may also be a direct substrate of these mutant receptor EGFRs  
762 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:dobj ?C. ?positive textMine:xcomp ?E. ?positive textMine:xsubj ?function. ?A textMine:num ?mutation. ?C textMine:dep ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


930 Leukocytes from ET patients harboring the JAK2 V617F mutation showed higher expression of PRV1  (median = 4.88) in comparison to those negative for the JAK2 V617F mutation (1.91) (p = 0.0074) (Figure  6A ) and, consequently, a positive correlation between  PRV1  expression and JAK2 V617F allele burden was observed in ET patient leukocytes (r = 0 4785; p = 00067) (Figure  6B ) 
763 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:nsubjpass ?D. ?A textMine:conj ?G. ?A textMine:dobj ?E. ?C textMine:nn ?mutation. ?D textMine:prep ?C. ?D textMine:prep ?function. ?function textMine:conj ?C. ?E textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


931 JAK2  wt Ba/F3 cells engineered to express the erythropoietin receptor (Ba/F3 EPOR wt) and the cytokine independent counterpart with ectopic expression of  JAK2 V617F (Ba/F3 EPOR VF) were exposed to increasing drug concentrations in proliferation (48 h;  Figure 1A ) and clonogenic (7 days;  Figure 1B ) assay 
764 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?I textMine:prep ?function. ?I textMine:amod ?positive. ?C textMine:partmod ?A. ?A textMine:xcomp ?B. ?B textMine:dobj ?J. ?G textMine:prep ?mutation. ?D textMine:prep ?I. ?D textMine:nsubjpass ?C. ?J textMine:prep ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


932 At high cell densities,  BRAF   V600E   HEK293A cells showed increased  ITGB2  expression compared with  BRAF   WT   HEK293A cells ( Figure 2c ) 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


933 Patients with Apert syndrome with the S252W mutation in the FGFR2  gene enhanced osteoblastic marker gene expression and ALP activity  
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


934 Although Akt was found constitutively activate in  JAK2 V617F mutated cells  in vitro and in V617F transgenic or knock in mice , the contribution of PI3K/Akt signaling to the pathogenesis of MPN is still poorly characterized 
765 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:advmod ?positive. ?D textMine:amod ?mutation. ?H textMine:partmod ?C. ?C textMine:prep ?A. ?A textMine:pobj ?D. ?G textMine:prep ?H. ?G textMine:acomp ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


935 The coexistent mutations of  AKT3  and  PIK3CA  in one sample suggest that some types of  AKT  mutations (non E17K) might coexist with  PIK3CA  mutations to enhance the activation of the PI3 kinase–AKT pathway 
766 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:appos ?mutation. ?positive textMine:dobj ?function. ?positive textMine:xsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


936 These data suggest that binding to PtsInsP species is enhanced by the E416A mutation, in agreement with the MD results reported above 
767 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:nn ?mutation. ?positive textMine:prep ?A. ?positive textMine:agent ?E. ?A textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


937 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
Match

938 The phosphorylation of ERK1/2 in cells expressing C121S MEK1 was elevated and this variant was permissive for growth in vemurafenib treated mutant BRAF cell lines 
768 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:dep ?positive. ?positive textMine:nsubj ?B. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


999 The EphA3 G518L lung cancer mutation enhances cis interaction with coexpressed ephrin A3
Match

939 Because aberrant activation of FGFR2 S252W  is related primarily to its broadened ligand binding specificity and increased ligand binding affinity, its pathological activities must necessarily be linked to local or cell intrinsic ligand levels 
769 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?mutation. ?C textMine:prep ?function. ?C textMine:nsubjpass ?B. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


940 The mutations T315I, E255V, F317L and F317V contribute to decreased vdW interactions with Ala269 
Similar Query!!!! 


941 BCR ABL mutations respond differently to three tyrosine kinase inhibitors approved for first line treatment of CML, e g, Y253F and G250E mutations resistant to imatinib can respond to nilotinib or/and dasatinib, T315A shows better response to imatinib though resistant to Dasatinib and Nilotinib, while some mutations are less sensitive to nilotinib (E255K/V and F359V/C) or dasatinib (F317L and V299L)  
Match

942 E255K and T315I are the most predominant mutations of BCR/ABL causing imatinib resistance in patients and may increase the kinase activity or change the substrate preferences of BCR/ABL ( 15 , 18 ) 
770 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:conj ?B. ?E textMine:conj ?positive. ?E textMine:nsubj ?mutation. ?E textMine:nsubj ?G. ?positive textMine:conj ?B. ?positive textMine:nsubj ?G. ?A textMine:amod ?function. ?G textMine:conj ?mutation. ?B textMine:dobj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


943 It was previously reported that FGFR2 S252W  has enhanced affinity to different FGFs  , therefore, the altered S252W cell proliferation and cell migration in response to different FBS concentrations suggests that FBS contains growth stimulating FGFs to which S252W fibroblasts are more sensitive to, and FGFs that in high concentration inhibit migration of S252W fibroblasts 
771 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?B textMine:num ?mutation. ?function textMine:amod ?unknown. ?D textMine:dobj ?A. ?G textMine:nsubj ?function. ?H textMine:conj ?D. ?H textMine:conj ?G. ?A textMine:prep ?B.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


944 Tyrosine phosphorylation of MIG6 appears to be increased in cancer cell lines containing Δ746–750 or L858R EGFRs, suggesting that in addition to inhibiting EGFR, MIG6 may also be a direct substrate of these mutant receptor EGFRs  
772 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:dep ?A. ?B textMine:prepc ?function. ?A textMine:num ?mutation. ?G textMine:xcomp ?F. ?G textMine:dobj ?E. ?positive textMine:xcomp ?G. ?F textMine:ccomp ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


945 We find an increased activity of SIRT1 in PLX4032 resistant BRAF V600E  mutated melanoma cells compared with their sensitive counterpart, thereby linking SIRT1 to drug resistance and poor prognosis in melanoma 
Match

946 A375 is a human derived melanoma cell line harboring a BRAF mutation due to the substitution of valine for glutamic acid at codon 600, termed V600E resulting in constitutive activation, aggressive proliferation, and high BCL 2 expression 
773 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?D. ?E textMine:dobj ?mutation. ?E textMine:nsubj ?function. ?D textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


947 Our studies here, using COS 7 transfection model system, show that E884K works in concert with L858R in  cis , in a dominant fashion, to change downstream signaling, differentially induce MAPK ERK1/2 signaling and associated cell proliferation, and differentially alter sensitivity of EGFR phosphorylation inhibition by ERBB family inhibitors in an inhibitor specific fashion 
774 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?D textMine:nn ?function. ?A textMine:prep ?D. ?unknown textMine:dobj ?A. ?B textMine:prep ?mutation. ?B textMine:xcomp ?unknown.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


948 Now, recent work from the Rosen lab at Memorial Sloan Kettering Cancer Center has uncovered data that vemurafenib reduces feedback inhibition in BRAF V600E  expressing cells such that these cells become sensitized to extracellular growth factors like hepatocyte and epidermal growth factors 
Match

950 Thus, we asked next whether the Apert S252W mutation confers higher functional stem cell activity and a selective advantage that enables mutants to outcompete WT counterparts 
775 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:ccomp ?A. ?C textMine:nsubj ?D. ?D textMine:nn ?mutation. ?function textMine:amod ?positive. ?A textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


951 Previous studies demonstrated that expression of AKT1 E17K protein in NIH 3T3 cells increased AKT phosphorylation in those cells ( Carpten  et al , 2007 ) 
Match

952 Mutations to this protein such as G469A, E586K, V600E, and K601E can increase BRAF catalytic activity  
Match

953 Importantly, whereas mice receiving 10 6  JAK2 V617F  cells retained a balanced production of myeloid and lymphoid lineages, those receiving 10 5  JAK2 V617F  cells exhibited marked lineage skewing ( Figure 1B ) as determined by the relative production of myeloid and lymphoid elements by donor and competitor cells 
776 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?C textMine:appos ?E. ?K textMine:npadvmod ?G. ?neutral textMine:dobj ?B. ?F textMine:partmod ?A. ?F textMine:nn ?mutation. ?B textMine:prep ?C. ?A textMine:advmod ?K. ?G textMine:amod ?function. ?E textMine:partmod ?I. ?I textMine:dobj ?F.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


954 Our studies here, using COS 7 transfection model system, show that E884K works in concert with L858R in  cis , in a dominant fashion, to change downstream signaling, differentially induce MAPK ERK1/2 signaling and associated cell proliferation, and differentially alter sensitivity of EGFR phosphorylation inhibition by ERBB family inhibitors in an inhibitor specific fashion 
Match

955 As summarized in Table  II , five nsSNPs (ERCC5 S311C, OGG1 S326C, XRCC3 T241M, CCND3 S259A, and CDKN1A S31R) were predicted to abolish putative phosphorylation sites, whereas four nsSNPs were predicted to create putative phosphorylation sites in the proteins (ERCC2 H201Y, ERCC4 P379S, LIG4 P231S, and XRCC1 P309S) 
777 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?H textMine:dobj ?F. ?H textMine:prep ?D. ?D textMine:dep ?mutation. ?F textMine:nn ?function. ?B textMine:xcomp ?H. ?C textMine:xcomp ?negative. ?C textMine:advcl ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


956 These results indicate that despite the reduced levels of MITF activity in  BRAF   V600E   mitf  melanomas, there is sufficient MITF activity to control MITF target genes involved in cell proliferation and survival 
778 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?E. ?A textMine:amod ?negative. ?B textMine:nn ?mutation. ?F textMine:nsubj ?function. ?F textMine:prep ?A. ?E textMine:prep ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


957 However, we failed to detect new co occurring mutations in the  EGFR  gene (including the gatekeeper EGFR  T790M  mutation, in the tumors generated by the PC 9/Erl R cells, which maintained the same expression level of EGFR Δ E746 A750  as the PC 9 cells ( Supplementary Fig 1 ) 
779 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?D textMine:dep ?G. ?neutral textMine:iobj ?B. ?F textMine:prep ?I. ?F textMine:nn ?mutation. ?I textMine:partmod ?E. ?E textMine:agent ?D. ?G textMine:rcmod ?neutral. ?B textMine:nn ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


958 The NS1 mutants D2N †  and V226I bound F2F3 FLAG with comparable affinity to HK wt NS1, but NS1 mutants V23A and R227K †  demonstrated a 2 fold increase in binding affinity (p<0 05 and p<001, two tailed student's t test) 
780 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?function. ?E textMine:dobj ?positive. ?A textMine:nn ?mutation. ?B textMine:conj ?E. ?B textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


959 In pathological LCH cells, constitutive activity of the mutant BRAF V600E protein may lead to a deregulated signaling through this pathway, thereby resulting in increased cell survival   
781 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?F textMine:dep ?C. ?C textMine:dep ?A. ?H textMine:prep ?D. ?I textMine:prep ?F. ?I textMine:nsubj ?H. ?A textMine:prep ?function. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


960 To challenge the prediction that JAK2V617F alters the balance between proliferation and differentiation at the apex of the stem cell hierarchy, we undertook a paired daughter cell analysis to assess the fate outcome of the first division of HSCs from JAK2 V617F  mice and their littermate controls 
782 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dobj ?F. ?G textMine:ccomp ?unknown. ?F textMine:prep ?function. ?H textMine:nn ?mutation. ?B textMine:xcomp ?C. ?B textMine:advcl ?G. ?C textMine:prep ?H.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


961 As seen in  Fig 4E , the expression of BRAF V600E  completely abolished MST1 kinase activity 
783 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?mutation. ?negative textMine:nsubj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


962 According to the Ki67 positive cells,  BRaf  V600E  expression increased lung cell proliferation index from 33.51% ±2.389% (n = 8 20X fields from 3 different mice) in 10 days old WT to 42.56% ±2 861% (n = 11 20X fields from 3 different mice) in age matched  Braf  CA  mice (each 20X field quantified contained between 2500–5000 nucleus;  P  = 00345;  Figure 1E ) 
784 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:nn ?mutation. ?positive textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


963 In V617Y (Figure  4  and Figure  5 ), Y617 also interacts with F595 and blocks the contacts between the JH1 activation loop and JH2 C helix in a way very similar to V617F, in that the I 2 interactions (vdw [JH1:A, JH2:C]) are severely damaged 
785 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?function. ?mutation textMine:rcmod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


964 Several resistance mechanisms, such as EGFR T790M secondary mutation that leads to a higher ATP binding capacity, and MET amplification resulting in an aberrantly activated alternative pathway that bypasses the inhibited EGF receptors, had been discovered 
786 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:partmod ?function. ?E textMine:prep ?F. ?E textMine:prep ?G. ?G textMine:conj ?F. ?G textMine:amod ?positive. ?C textMine:rcmod ?E. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


965 Moreover, E cadherin protein levels were significantly diminished in B RAF V600E  transduced normal melanocytes derived from three individuals ( Figure 2b ) and E cadherin protein levels increased when B RAF V600E  was specifically silenced by shRNA or inhibited using the targeted B RAF inhibitor Vemurafenib (PLX4032) in two B RAF V600E  positive melanoma cell lines (NM176 and ME1042) ( Figure 2c ) 
787 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?B. ?B textMine:nn ?mutation. ?function textMine:xcomp ?E. ?negative textMine:conj ?function. ?E textMine:dobj ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


966 BCR ABL mutations respond differently to three tyrosine kinase inhibitors approved for first line treatment of CML, e g, Y253F and G250E mutations resistant to imatinib can respond to nilotinib or/and dasatinib, T315A shows better response to imatinib though resistant to Dasatinib and Nilotinib, while some mutations are less sensitive to nilotinib (E255K/V and F359V/C) or dasatinib (F317L and V299L)  
Match

967 Under restrictive media conditions, only S252W fibroblasts showed enhanced migration 
788 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:num ?mutation. ?E textMine:dobj ?function. ?E textMine:nsubj ?D. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


968 The G370C and S371C mutants produced higher levels of constitutive activation of MAPK in L8 cells and c  fos  transcription in RCJ cells than the G375C mutant, consistent with the fact that TD1 is much more severe than ACH 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


969 Our analysis revealed that the T790M mutation significantly increased the distance between the P loop and activation loop, whereas the G719S mutation significantly shortened the distance between the P loop and activation loop ( Supplementary Figure 2 ) 
789 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?B. ?I textMine:nn ?function. ?F textMine:nn ?mutation. ?H textMine:dep ?D. ?D textMine:dobj ?E. ?D textMine:nsubj ?F. ?E textMine:prep ?I. ?B textMine:prep ?H.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


970 This led us to question whether in solution, perturbation of the autoP trajectory by RET M918T could arise through presentation of a better intermolecular substrate by favoring an “AL out” conformer presenting Y900 or Y905 as a substrate to an active RET kinase in  trans  
790 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:amod ?positive. ?D textMine:partmod ?B. ?E textMine:prep ?mutation. ?B textMine:prep ?function. ?G textMine:prep ?E. ?I textMine:dobj ?D. ?F textMine:prepc ?I. ?F textMine:prep ?A. ?F textMine:nsubj ?G. ?A textMine:prep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


971 Hence, the double mutation L858R+E884K modulated downstream EGFR signaling differentially with distinctly different effects on the AKT (downregulated) and MAPK ERK1/2 phosphorylation (upregulated) 
Match

972 The mutations T315I, E255V, F317L and F317V contribute to decreased vdW interactions with Ala269 
791 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?negative. ?C textMine:prep ?function. ?C textMine:dep ?E. ?D textMine:num ?mutation. ?E textMine:dep ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


973 Some variants seem to consistently decrease kinase activity, including the G2385R variant   that is a genetic risk factor for PD in some populations 
792 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:amod ?mutation. ?negative textMine:prep ?D. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


974 Here, we show for the first time that activation of FGFR3 is associated with an increase in FGFR3b expression in S249C mutated tumors 
793 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?function. ?function textMine:prep ?D. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


975 Synergy is particularly important as it may permit lower doses of PLX4720 to be used, potentially translating to a benefit in the clinic by reducing side effects associated with BRAF V600E  inhibition including squamous cell carcinoma [ 54   56 ] 
794 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:prep ?function. ?E textMine:partmod ?B. ?negative textMine:dobj ?E. ?function textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


976 Further elevated CDK4 levels in the embryonic pancreas, through the CDK4 R24C  mutant, showed increased proliferation of early mesenchymal endocrine precursors   
795 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:prep ?C. ?C textMine:partmod ?E. ?positive textMine:nsubj ?G. ?E textMine:dobj ?function. ?E textMine:prep ?A. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


977 However, cells expressing the Y375C mutation, responded to FGF1 treatment with a small increase in ERK1/2 activation, while phosphorylation levels of FRS2α and PLCγ1 remained unchanged 
796 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:amod ?mutation. ?positive textMine:prep ?function. ?B textMine:dobj ?G. ?D textMine:partmod ?B. ?C textMine:prep ?positive. ?C textMine:nsubj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


978 We show that PAK6 kinase activity is regulated by its N terminal pseudosubstrate  in vitro  and that a melanoma associated mutation, P52L, in the pseudosubstrate sequence displays reduced inhibition 
797 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?negative. ?A textMine:dobj ?function. ?A textMine:nsubj ?F. ?C textMine:dobj ?D. ?D textMine:appos ?mutation. ?F textMine:partmod ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


979 SIRT1 inhibition decreases melanoma cell growth and rescues the sensibility to PLX4032 of PLX4032 resistant BRAF V600E  mutated melanoma cells 
798 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:conj ?B. ?negative textMine:nsubj ?function. ?D textMine:prep ?mutation. ?B textMine:prep ?D. ?B textMine:nsubj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


980 The presence of R164Q in cluster 2, rather than in cluster 1 with wt  K Ras  was therefore initially surprising, but suggests that the R164Q mutation also has an 'activating' phenotype, albeit attenuated relative to the other mutations studied 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


981 RNAi against  JAK2  reduced  SPI1  expression in  JAK2  V617F positive HEL cells 
Match

982 These observations indicate that activation by the L858R substitution is coupled to kinase dimer formation and that inhibiting dimer formation by mutation increases accessibility of the inactive kinase conformation 
799 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nn ?mutation. ?E textMine:conj ?positive. ?E textMine:nsubjpass ?F. ?F textMine:prep ?D. ?positive textMine:csubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


983 Although inhibition of MEK and ERK phosphorylation was achieved in BRAF V600E/K  mutant melanoma, significantly increased tumour growth was seen in BRAF wild type melanomas with upstream RAS mutations 
Match

984 This mutation ( E17K ) increases recruitment of AKT1 to the membrane, increases AKT1 phosphorylation and activity, transforms Rat1 fibroblasts, and induces leukaemia in transgenic mice ( Carpten  et al , 2007 ) 
Match

985 In addition, in PMF, JAK2 V617F positive patients, compared to their mutation negative counterparts, were more likely to display higher plasma levels of IL 1RA, IL 2R, IL 6, IL 12, hepatocyte growth factor (HGF), CXCL10 and monokine induced by interferon (IFN) γ other phenotypic correlates included increased levels of (i) IL 6 and IL 8 with constitutional symptoms, (ii) HGF with marked splenomegaly, (iii) IL 2R, IL 8, IL 10, macrophage inflammatory protein (MIP) 1α and monocyte chemotactic protein 1 with red cell transfusion dependency, (iv) IL 2R, HGF and CXCL10 with leukocytosis and (v) CXCL10 with thrombocytopenia 
800 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:partmod ?I. ?A textMine:dobj ?C. ?A textMine:dobj ?G. ?A textMine:xsubj ?J. ?E textMine:amod ?function. ?F textMine:rcmod ?H. ?H textMine:nsubj ?E. ?C textMine:conj ?D. ?G textMine:conj ?D. ?G textMine:conj ?C. ?G textMine:amod ?positive. ?I textMine:agent ?F. ?J textMine:num ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


986 Compared to L858R alone, the L858R+E884K dual mutant was less sensitive to erlotinib in the inhibition of tyrosine phosphorylation of EGFR 
Match

987 Notably, the M918T mutant protein also shows constitutively high levels of tyrosine phosphorylation especially at Y1062, the docking site that influences SSC self renewal in mice 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


988 The D816V mutant destabilizes the inactivated form of Kit, in a way that the ability of the protein to adopt the "DFG out" (inactive) conformation is much reduced or even eliminated; thus, the mutation prevents both motesanib and imatinib from binding to the ATP pocket   
801 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?C. ?D textMine:nsubj ?A. ?C textMine:dep ?negative. ?A textMine:nn ?mutation. ?negative textMine:nsubjpass ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


989 The up regulation of BIM was also attenuated in a similar dose–response manner as seen in the apoptosis assay ( Figure 6 A, bottom), with L858R T790M completely abrogating the induction of BIM and L858R L747S attenuating both the up regulation of BIM and apoptosis 
802 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dep ?mutation. ?negative textMine:prep ?C. ?C textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


990 It has been postulated that FGFR2 S252W  enhances cell proliferation, which would account for the higher ossification rate at the sutures   
Match

991 Motesanib and imatinib have much diminished activity against the activation loop mutant (D816V) 
Match

992 It was noted that PLX4720 also reduced pRB protein phosphorylation, increased p27 expression, suppressed cyclin D1 expression and induced cleavage of PARP only in melanoma cell lines harbouring the  BRAF  V600E mutation ( Figure 1D ) 
803 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?mutation. ?D textMine:amod ?positive. ?A textMine:dobj ?C. ?E textMine:partmod ?A. ?B textMine:appos ?D. ?F textMine:prep ?E. ?F textMine:dobj ?function. ?F textMine:nsubj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


993 Some of these mutations alter specifically the configuration of the ATP binding kinase pocket (V654A and T670I), inhibiting imatinib binding 
Match

994 On the other hand, YFP EGFR ICD proteins bearing the uncommon exon 21 mutation P848L and A859T showed markedly lower autophosphorylation levels than YFP EGFR ICD L858R (Figure  4C ) 
804 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:amod ?negative. ?D textMine:nn ?function. ?C textMine:dobj ?D. ?C textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


995 In a conclusion, our findings offer preclinical proof of principle for combined inhibition as a promising treatment strategy for NSCLC, especially for patients in whom current EGFR targeted treatments fail due to the presence of the T790M EGFR mutation or high c MET expression 
Match

