run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


299 Furthermore, as shown in  Figure 2H , the level of ISG15 was also found induced in proliferating, undifferentiated erythroblasts expressing a constitutively activated form of STAT5 (STAT5 S710F ), an essential effector of EpoR signaling in erythroid development  
263 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:amod ?function. ?D textMine:prep ?E. ?D textMine:amod ?positive. ?E textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


300 Hence, the double mutation L858R+E884K modulated downstream EGFR signaling differentially with distinctly different effects on the AKT (downregulated) and MAPK ERK1/2 phosphorylation (upregulated) 
264 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?D textMine:partmod ?A. ?unknown textMine:dobj ?D. ?unknown textMine:nsubj ?mutation. ?A textMine:prep ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


301 The FGFR2 S252W  mutation has a positive effect on both proliferation and migration of fibroblasts, and a negative effect on MSC proliferation 
265 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:dobj ?function. ?E textMine:nsubj ?C. ?C textMine:nn ?mutation. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


302 Tyrosine phosphorylation of MIG6 appears to be increased in cancer cell lines containing Δ746–750 or L858R EGFRs, suggesting that in addition to inhibiting EGFR, MIG6 may also be a direct substrate of these mutant receptor EGFRs  
266 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dep ?A. ?A textMine:num ?mutation. ?F textMine:xcomp ?E. ?F textMine:dobj ?D. ?positive textMine:xcomp ?F. ?E textMine:ccomp ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


303 The single mutants, with the exception of K112N and K118N, exhibited slightly lower thermal stability than the wild type 
267 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?A textMine:prep ?E. ?B textMine:dobj ?function. ?B textMine:nsubj ?A. ?E textMine:prep ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }


304 The FGFR2 S252W  mutation has a positive effect on both proliferation and migration of fibroblasts, and a negative effect on MSC proliferation 
268 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:dobj ?A. ?F textMine:nsubj ?C. ?C textMine:nn ?mutation. ?A textMine:prep ?function. ?A textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


305 Although these antagonistic roles offset in the steady state, we demonstrate that the supportive role of macrophages in RBC development is dominant in recovery from hemolytic anemia, acute blood loss, myeloablation, and also JAK2 V617F  induced polycythemia vera 
269 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?C. ?C textMine:nn ?function. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


306 This mutant form of  BRAF  V600E elicits enhanced dimerization in cells which contain low levels of active Ras, in comparison to cells containing the full length  BRAF  V600E mutation 
270 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?H textMine:prep ?J. ?function textMine:amod ?positive. ?I textMine:rcmod ?F. ?A textMine:prep ?I. ?A textMine:dobj ?function. ?E textMine:dobj ?G. ?F textMine:prep ?H. ?G textMine:nn ?mutation. ?J textMine:partmod ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


307 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
271 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:prep ?function. ?B textMine:dobj ?G. ?A textMine:infmod ?B. ?A textMine:amod ?positive. ?H textMine:nn ?mutation. ?E textMine:dobj ?A. ?E textMine:nsubj ?H.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


308 The V600E mutation confers an increase in BRAF kinase activity of approximately 480 times compared with wild type BRAF, whereas the V600D mutation increases this by approximately 700 times ( Wan  et al , 2004 ) 
272 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubj ?D. ?F textMine:prep ?function. ?E textMine:advcl ?positive. ?E textMine:dobj ?F. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


309 In fact, it is well established that gefitinib is more active in some patient subgroups, such as Asians, females, never smokers and adenocarcinoma histotypes which have a higher probability of harbouring activating mutations in the tyrosine kinase domain, the most frequent being L858R in exon 21 and Del (746 750) in exon 19   
273 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?I textMine:appos ?F. ?I textMine:rcmod ?A. ?C textMine:amod ?function. ?A textMine:dobj ?D. ?F textMine:partmod ?mutation. ?G textMine:dobj ?C. ?D textMine:prepc ?G. ?D textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


310 For example, crizotinib maintains activity against the R1275Q mutant, but drastically loses activity against F1174L, another frequently occurring mutant (Wood et al., ; Sakamoto et al , ; Schönherr et al, ) 
274 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:conj ?negative. ?B textMine:prep ?A. ?negative textMine:dobj ?function. ?A textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


311 F1174L may therefore stabilize an active conformation that is both more oncogenic and less favored for crizotinib binding 
275 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:amod ?function. ?positive textMine:prep ?E. ?F textMine:rcmod ?positive. ?B textMine:dobj ?F. ?B textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


312 The patient remained on this regimen for 7 mo with an excellent performance status, exceeding the expected survival of a patient expressing B RAF V600E colon cancer 
276 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?C textMine:dobj ?D. ?D textMine:prep ?E. ?E textMine:nn ?mutation. ?E textMine:nn ?function. ?neutral textMine:xcomp ?C.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


313 Consistent with published studies, our findings reveal that gefitinib resistant PC9 cells acquired a T790M gate keeper mutation and gefitinib resistant HCC827 cells exhibited markedly increased MET expression levels  13 ,  14 ,  15 ,  17   ( Supplementary Figures S2 and S3 ) 
277 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:nsubj ?A. ?function textMine:ccomp ?positive. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


314 The mutations E255K and T315A experience increased vdW interactions with Leu354 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


315 The two substitutions (V600E and V600K) represent 95% of all BRAF mutations in melanoma, and both create a constitutively active kinase that is independent of receptor tyrosine kinase or RAS 
278 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:conj ?A. ?G textMine:nsubj ?D. ?A textMine:dobj ?E. ?function textMine:advmod ?positive. ?E textMine:amod ?function. ?D textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


349 (A)  PRV1  expression was higher in ET JAK2 V617F positive patients than in JAK2 V617F negative patients; (B) a positive correlation between  PRV1  expression in ET leukocytes and JAK2 V617F allele burden percentage was detected 
279 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dep ?G. ?D textMine:rcmod ?positive. ?G textMine:dep ?A. ?B textMine:prep ?function. ?A textMine:nsubjpass ?B. ?function textMine:prep ?E. ?E textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


316 We identified 25 fold increased expression of MMP 1 mRNA in melanoma cells possessing BRAF V600E  compared to wildtype while HPMs expressed similar transcript levels with BRAF wildtype melanoma cell ( Figure 2a ), suggesting that increased BRAF kinase activity may be associated with elevated MMP 1 expression in melanomas 
280 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:partmod ?F. ?function textMine:amod ?positive. ?E textMine:advcl ?D. ?E textMine:dobj ?mutation. ?F textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


317 The mutations Y253F, E255V and H396P experience decreased vdW interactions with Phe382 
281 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?negative textMine:nsubj ?B. ?B textMine:amod ?D. ?D textMine:dep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


318 Our observation that NFAT activity was higher in V600D mutated WM266 4 cells compared with V600E mutated A375 cells, which correlated with the amount of BRAF kinase activity evoked by each mutant is particularly noteworthy 
282 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:rcmod ?F. ?C textMine:num ?mutation. ?B textMine:pobj ?C. ?B textMine:advmod ?positive. ?G textMine:prep ?function. ?F textMine:prep ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


319 This mutation, JAK2 V617F, is a gain of function mutation and hematopoietic progenitor cells from patients with this mutation have increased sensitivity to hematopoietic growth factors   
283 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?A textMine:appos ?mutation. ?E textMine:advcl ?positive. ?E textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


320 In the presence of the S252W mutation, FGFR2 shows enhanced ligand binding affinity to FGF2 and loses isoform ligand specificity for most of the other ligands   
284 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dobj ?function. ?D textMine:prep ?E. ?E textMine:prep ?F. ?function textMine:amod ?positive. ?F textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


321 The majority of mutations in BRAF  are accounted for by a single nucleotide transversion from thymidine to adenosine leading to a substitution of valine by glutamic acid at position 600 (termed  BRAF  V600E )  , which leads to a 500 fold increase in activity compared to the wild type protein kinase   
285 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?function. ?A textMine:prep ?positive. ?B textMine:dobj ?mutation. ?C textMine:dep ?B. ?C textMine:rcmod ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


322 The most common mutation is V600E, which dramatically enhances BRAF enzyme activity, and thus induces tumorous transformation 
286 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?mutation textMine:rcmod ?function. ?mutation textMine:rcmod ?positive. ?positive textMine:conj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


323 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
287 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:dobj ?function. ?C textMine:nsubj ?E. ?function textMine:amod ?positive. ?E textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


324 In this last study, the JAK2  V617F mutation was found associated with the increased platelet activation 
288 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dep ?B. ?D textMine:nsubjpass ?E. ?E textMine:nn ?mutation. ?B textMine:prep ?function. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


325 Strongly reduced activity of the PPARγ K365R mutant contradicts the results of Pascual  et al who reported similar activation of the Aox tk  luciferase construct by wild type PPARγ and by the PPARγ K365R mutant 
Match

326 CNP and meclozine increased the Alcian blue staining of ATDC5 cells expressing FGFR3 G380R and –K650E in micromass culture 
289 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?D. ?function textMine:dobj ?mutation. ?D textMine:partmod ?function. ?positive textMine:dobj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


327 Substitution of S252W and P253R alter the ligand binding specificities of FGFR2b and FGFR2c, but retain the ligand dependent activation properties  , whereas K659N causes receptor hyperactivation   
290 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?A textMine:nn ?function. ?C textMine:prep ?mutation. ?neutral textMine:dobj ?A. ?neutral textMine:nsubj ?C.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


328 Intriguingly, the imatinib resistant BCR/ABL mutants E255K and T315I showed increased ability as compared with native BCR/ABL to induce tyrosine phosphorylation of PECAM 1 when expressed in the murine model hematopoietic cell line BaF3 cells or in 293T cells ( Fig 4 ) 
291 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:advcl ?function. ?E textMine:infmod ?C. ?E textMine:amod ?positive. ?A textMine:dobj ?E. ?A textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


329 BRAF V600E  is a dominant activating mutation in melanoma resulting in a constitutive activation of the mitogen activated protein kinase (MAPK) pathway and uncontrolled cell growth  
292 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:partmod ?G. ?D textMine:prep ?F. ?D textMine:nsubj ?mutation. ?A textMine:prep ?H. ?A textMine:amod ?positive. ?H textMine:amod ?function. ?G textMine:prep ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


330 Interestingly, S252W mutation had opposite effects on different cell types: S252W MSCs proliferated less than WT MSCs, while S252W fibroblasts proliferated more than WT fibroblasts 
293 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:nn ?mutation. ?function textMine:nsubj ?A. ?D textMine:advcl ?function. ?D textMine:advmod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


331 Molecular studies on the receptors harbouring a known L858R mutation demonstrated a decreased affinity of the tyrosine kinase for ATP and an increase in the affinity for the tyrosine kinase inhibitors (TKI) 
294 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?J textMine:prep ?E. ?E textMine:partmod ?G. ?H textMine:nn ?mutation. ?G textMine:dobj ?H. ?I textMine:prep ?function. ?A textMine:prep ?I. ?A textMine:amod ?negative. ?B textMine:dobj ?A. ?B textMine:nsubj ?J.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


332 We find that PACSIN1 shows significantly increased phosphorylation when co transfected with the P52L mutant compared to the wild type PAK6 (  Fig 2F and G  ), suggesting that the melanoma associated mutation indeed functions to increase kinase activity 
295 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:xcomp ?positive. ?D textMine:prep ?F. ?B textMine:ccomp ?function. ?H textMine:partmod ?B. ?H textMine:dobj ?C. ?F textMine:nn ?mutation. ?C textMine:rcmod ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


333 Substitution of S252W and P253R alter the ligand binding specificities of FGFR2b and FGFR2c, but retain the ligand dependent activation properties  , whereas K659N causes receptor hyperactivation   
Similar Query!!!! 


334 TBP 3868 exhibits high basal Ras activity relative to the PLX4720 sensitive line, TBP 3743 suggesting that the resistance to BRAF V600E  inhibition in TBP 3868 may be attributed to Ras dependent transactivation of RAF dimers 
296 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?K textMine:prep ?I. ?E textMine:prep ?function. ?G textMine:advmod ?C. ?G textMine:amod ?positive. ?A textMine:dobj ?E. ?A textMine:xsubj ?K. ?J textMine:xcomp ?A. ?J textMine:nsubjpass ?K. ?H textMine:appos ?B. ?C textMine:prep ?H. ?B textMine:partmod ?M. ?M textMine:ccomp ?J. ?I textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


335 Previous studies showed that Mps1 T676A  has less active kinase activity than Mps1 WT  [29] – [30]  
297 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?B. ?D textMine:dobj ?function. ?D textMine:nsubj ?mutation. ?B textMine:advmod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


337 In vitro  studies have demonstrated that  JAK2  V617F  leads to a specific phosphorylation associated with the constitutive activation of the tyrosine kinase function  [3]  
298 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:partmod ?A. ?function textMine:amod ?positive. ?D textMine:prep ?B. ?D textMine:nsubj ?mutation. ?A textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


338 Furthermore, from a gefitinib resistant patient carrying the activating L858R mutation, we identified a novel secondary resistant mutation, L747S in cis to the activating mutation, which attenuated the up regulation of BIM and reduced apoptosis 
299 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:partmod ?C. ?C textMine:dobj ?E. ?E textMine:nn ?mutation. ?B textMine:rcmod ?negative. ?I textMine:prep ?B. ?I textMine:prep ?G. ?negative textMine:dobj ?F. ?F textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


339 In that context, we demonstrate that inhibition of SIRT1 with genetic or pharmacological approaches additively enhances the efficacy of PLX4032 of melanoma cells but more importantly that it rescues the sensitivity to PLX4032 of the resistant BRAF V600E  mutated melanoma cells 
300 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:conj ?B. ?B textMine:prep ?E. ?B textMine:dobj ?function. ?E textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


340 NFAT transcriptional activity was approximately 10 fold higher in A375 cells and approximately 70 fold higher in WM266 4 cells compared with  BRAF  wild type CHL 1 cells ( Figure 1A ), consistent with increased B RAF activity of BRAF V600D  compared with BRAF V600E  ( Wan  et al , 2004 ) 
301 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?function textMine:prep ?D. ?D textMine:pobj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


341 BRAF V600E  induced transforming properties are further enhanced through cooperation with TGFβ 1, suggesting that synergism between oncogene and growth factor is essential for induction of further migration properties in colon adenocarcinoma cells 
302 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?mutation textMine:partmod ?function. ?positive textMine:nsubjpass ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


342 Immune complexes kinase assays showed, as expected, high BRAF activity in YULAC BRAF V600E  and YUMAC BRAF V600K  cells that was suppressed after treatment with PLX4032 for 30 min ( Figure 3A , YULAC and YUMAC) 
Similar Query!!!! 


343 Simultaneously, we have applied the increase of sensitivity of COLD PCR assay approach combined with HRM genotyping analysis for the NIPD of a C634Y fetal mutation using pregnant woman serum 
303 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:pobj ?A. ?E textMine:pcomp ?D. ?A textMine:partmod ?H. ?positive textMine:prep ?function. ?G textMine:prep ?F. ?H textMine:prep ?G. ?B textMine:prep ?E. ?B textMine:dobj ?positive. ?F textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


344 Conversely, E884K worked in concert with L858R in  cis  to further enhance the sensitivity of the mutant receptor to gefitinib inhibition ( Fig 1A, B ) 
304 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:xsubj ?mutation. ?positive textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


345 Vemurafenib treatment results in deletion mutant p61B RAF V600E  with enhanced dimerization and activity through a similar allosteric mechanism 
305 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:conj ?function. ?C textMine:amod ?positive. ?mutation textMine:prep ?function. ?mutation textMine:prep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


346 Intriguingly, the imatinib resistant BCR/ABL mutants E255K and T315I showed increased ability as compared with native BCR/ABL to induce tyrosine phosphorylation of PECAM 1 when expressed in the murine model hematopoietic cell line BaF3 cells or in 293T cells ( Fig 4 ) 
306 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:infmod ?function. ?D textMine:amod ?positive. ?A textMine:dobj ?D. ?A textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


347 Sorafenib induces inhibition of proliferation in all cell lines and induces a significant increase in apoptosis in the cell line harbouring BRAF V600E  mutation (Figure  3 ) 
307 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prepc ?A. ?function textMine:dobj ?positive. ?A textMine:dobj ?C. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


348 G2385R also similarly increased NF κB activity at 100 ng and 500 ng ( Fig 6D ) 
308 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?mutation textMine:dep ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


350 In this critical step, BsaXI removes from the wild type PCR product a 30 bp fragment containing the V617F mutation site, which effectively eliminates the chance that the full length wild type product is re generated in the subsequent PCR 
309 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:amod ?mutation. ?D textMine:rcmod ?negative. ?negative textMine:advmod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


351 We find an increased activity of SIRT1 in PLX4032 resistant BRAF V600E  mutated melanoma cells compared with their sensitive counterpart, thereby linking SIRT1 to drug resistance and poor prognosis in melanoma 
310 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?mutation textMine:partmod ?A. ?C textMine:dobj ?B. ?B textMine:prep ?function. ?G textMine:prep ?mutation. ?G textMine:amod ?positive. ?A textMine:partmod ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


352 Previous studies in other cellular contexts have demonstrated that the S252W FGFR2 mutant receptor exhibits decreased ligand dissociation ( Anderson et al, 1998 ) 
311 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?A. ?negative textMine:nsubj ?C. ?A textMine:amod ?function. ?C textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


353 Recently, several mechanisms of EGFR TKI resistance have been identified and classified as follows: (1) alteration of the target  EGFR  gene (e.g., T790M gatekeeper mutation)  6 , 7  ; (2) activation of bypass resistance signals (e g,  Met  gene amplification,  8   hepatocyte growth factor [HGF] overexpression,  9   and activation of the nuclear factor kappa B (NFkB)pathway  10   and Gas6 AXL axis)  11  ; and (3) other mechanisms such as transformation to small cell lung cancer,  12 – 14   epithelial to mesenchymal transition,  15 – 17   alteration of microRNA,  18   and down regulation of MED12 
312 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?H textMine:num ?unknown. ?E textMine:appos ?D. ?E textMine:conj ?F. ?I textMine:dep ?H. ?F textMine:prep ?C. ?C textMine:prep ?I. ?D textMine:dep ?G. ?G textMine:num ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


355 Other mutations, outside the active site (secondary mutations), can increase resistance in the presence of major primary mutations like L10I/V, K20M/L/T, and I54V, as well as additional primary mutations such as M46I, and V82A/F/L/T 
313 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:prep ?A. ?G textMine:prep ?D. ?D textMine:amod ?function. ?positive textMine:prep ?F. ?positive textMine:nsubj ?G. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


356 (D) Transient re expression of KT3 tagged wild type PTP PEST cDNA, but not the C231S mutant, in PTP PEST knockdown cells suppresses enhanced tyrosine phosphorylation of p120 
314 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dep ?C. ?A textMine:dobj ?function. ?function textMine:amod ?positive. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


357 The T315I cells exhibit increased proliferation rate (Supporting Information Fig S8 ), elevated basal expressions of Rad51 and γ H2AX ( Fig 5A ) and display increased endogenous DNA damage response, indicated by increased Rad51 and γ H2AX foci ( Fig 5B and C ), when compared with parental cells 
315 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?function. ?H textMine:ccomp ?F. ?H textMine:nsubj ?A. ?B textMine:amod ?positive. ?F textMine:prep ?B. ?F textMine:nsubj ?C. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

