run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].

863 19 ] In addition, vemurafenib, a v raf murine sarcoma viral oncogene homolog B (BRAF) kinase inhibitor, significantly increased rates of survival over dacarbazine in patients with previously untreated BRAF V600E mutated metastatic melanoma (40 60% of melanomas) [
712 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?B. ?F textMine:nn ?mutation. ?B textMine:prep ?F. ?G textMine:amod ?C. ?E textMine:prep ?G. ?E textMine:prep ?function. ?E textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


864 Time activity studies showed that the treatment of PC12/MEN2A cells at 200 nM for 1 h was sufficient to significantly inhibit RET C634Y  autophosphorylation and to drastically reduce ERK phosphorylation ( Figure 3 B, right panel) 
713 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:conj ?negative. ?function textMine:xcomp ?A. ?A textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


865 The T315I cells exhibit increased proliferation rate (Supporting Information Fig S8 ), elevated basal expressions of Rad51 and γ H2AX ( Fig 5A ) and display increased endogenous DNA damage response, indicated by increased Rad51 and γ H2AX foci ( Fig 5B and C ), when compared with parental cells 
714 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:appos ?function. ?G textMine:ccomp ?C. ?G textMine:nsubj ?A. ?C textMine:nsubj ?B. ?A textMine:nn ?mutation. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


866 Hence, the double mutation L858R+E884K modulated downstream EGFR signaling differentially with distinctly different effects on the AKT (downregulated) and MAPK ERK1/2 phosphorylation (upregulated) 
Match

867 Co expression of Braf V600E  and activated KRAS significantly reduced tumor formation, with this very low tumor burden precluding our ability to observe progression to the adenocarcinoma stage as would be predicted 
715 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:partmod ?E. ?E textMine:dobj ?function. ?F textMine:prep ?mutation. ?B textMine:prep ?C. ?negative textMine:dobj ?B. ?negative textMine:nsubj ?F.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


868 Strikingly, we also observed that the number of EPO independent endogenous erythroid colonies, a clinical criterion of JAK2 V617F  induced PV  29  , was markedly reduced after macrophage depletion ( Fig  6j  and  Supplementary Fig 12g ) 
716 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?B. ?B textMine:nn ?function. ?B textMine:nn ?mutation. ?negative textMine:nsubj ?F. ?F textMine:appos ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


869 Dasatinib synergizes with PLX4720 to reduce proliferation in PTC and ATC BRAF V600E  cell lines
717 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:nn ?mutation. ?negative textMine:prep ?D. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


870 Furthermore, the nuclear activation of YAP1 was maintained in 8505C and K1 cells, and resistant to RAF, BRAF V600E  and MEK inhibitors 
718 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:prep ?A. ?A textMine:amod ?function. ?function textMine:prep ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


871 Phe636 in the C helix forms the platform for the observed rearrangement, and we found that mutation of the corresponding residue in Jak2 (Phe595) to alanine also abrogated the transforming effect of V617F ( Fig 2c ), as previously observed  17 , 18   
719 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?function textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


872 For example, prolonged treatment of BRAF V600E  expressing melanoma cells with the BRAF inhibitor AZ628, leads to the development of clones that maintain high levels of phosphorylated ERK, which continue to proliferate in the presence of drug ( Montagut  et al , 2008 ) 
720 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?G textMine:amod ?function. ?A textMine:rcmod ?neutral. ?neutral textMine:dobj ?F. ?F textMine:prep ?G. ?C textMine:prep ?H. ?C textMine:nsubj ?I. ?H textMine:prep ?A. ?I textMine:prep ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


873 MEK inhibition resulted in increase in pMEK more prominently in  NRAS   Q61L   mutant and  GNAQ  mutant cell lines than in  BRAF   V600E   mutant cell lines 
721 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prep ?positive. ?function textMine:prep ?B. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


874 In the cases of mutation M918T, constitutive RET activation probably results from disruption of an auto inhibited head to tail RET tyrosine kinase homodimer   
722 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?negative. ?function textMine:prep ?A. ?A textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


875 Another study showed that germline polymorphism of fibroblast growth factor receptor 4 (FGFR4) at residue 388 (G388R) correlates with enhancement of LPA 1  expression and more aggressive migratory and invasive responses to LPA in tumors carrying R388 FGFR4   
723 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?G. ?B textMine:prep ?A. ?positive textMine:prep ?function. ?G textMine:appos ?mutation. ?C textMine:prep ?positive. ?C textMine:nsubj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


876 Indeed, Shi et al   demonstrated that 20% of melanoma patients treated with BRAF inhibitors (Vemurafenib and Dabrafenib) showed an increase in genomic copy number of BRAF V600E  and BRAF V600E  amplification resulted in BRAF V600E  overexpression in tumors of melanoma patients whose cancer had progressed after initial response 
724 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:nsubj ?positive. ?function textMine:prep ?C. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


877 Here we applied a genome wide expression profiling approach to identify downstream B RAF V600E  signaling changes that modulate melanocyte morphology and migration 
725 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?C textMine:rcmod ?unknown. ?mutation textMine:partmod ?D. ?D textMine:dobj ?C. ?unknown textMine:dobj ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


878 Restoration of PP2A activity inhibits BCR ABL expression and activity, hence impairing wild type and T315I BCR ABL  leukemogenesis 
726 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?E. ?A textMine:partmod ?negative. ?function textMine:dobj ?A. ?E textMine:num ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


879 For 4557W (reversible dual TKI of EGFR/ERBB2), the E884K mutation modulated the L858R mutation in  cis , again in a dominant fashion, rendering the double mutant receptor more sensitive to the dual inhibitor ( Figure 2 ) 
727 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?B textMine:amod ?mutation. ?E textMine:xcomp ?function. ?unknown textMine:dobj ?B. ?unknown textMine:partmod ?E.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


880 The H878Y missense mutation occurring in the activation domain of  ERBB2  alters a basic hydrophilic residue to an acidic hydrophilic residue, and so is predicted to affect function 
728 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?B textMine:prep ?C. ?C textMine:nn ?function. ?unknown textMine:nsubj ?A. ?A textMine:partmod ?B. ?A textMine:amod ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


881 E884K and L858R+E884K mutants remained sensitive to EGF and were activated by the ligand to a level comparable to L858R ( Figure 3A ) 
729 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?E textMine:prep ?mutation. ?C textMine:prep ?B. ?B textMine:amod ?E. ?function textMine:conj ?C. ?function textMine:cop ?neutral.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


882 The BRAF  mutations found in CFC can confer either weakly elevated kinase activity (mutations of Q257R, S467A, L485F, K499E) or impaired kinase activity versus wild type  BRAF  (E501G and G596V)     
730 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?negative. ?E textMine:dep ?D. ?D textMine:nn ?mutation. ?F textMine:conj ?function. ?F textMine:appos ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


883 To confirm the FGFR3 TAK1 interaction in mammalian cells and, specifically, FGFR3 associated cancer cell lines, human FGFR3 constructs, including wild type, kinase dead and constitutively active (K650E) sequences, were transiently expressed in HeLa cells 
731 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:advmod ?positive. ?B textMine:amod ?function. ?B textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


884 However, when cells expressing that mutant were exposed to ox stress (GO) the affinity of the L858R EGFR for the α4 2 Ab was reduced ∼70% in comparison to the untreated or EGF treated cells ( Fig 6D–E ) 
732 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:ccomp ?A. ?C textMine:prep ?G. ?B textMine:partmod ?function. ?negative textMine:nsubjpass ?B. ?G textMine:nn ?mutation. ?A textMine:dobj ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


885 Such an approach has been undertaken whereby inhibitors are selected for potent inhibition of MEK–ERK activation in a BRAF V600E  cell line but decreased potency in the induction of MEK–ERK activation in BRAF wild type cells   
733 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:conj ?negative. ?D textMine:prep ?F. ?F textMine:nn ?mutation. ?B textMine:dep ?function. ?negative textMine:prep ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


886 How M918T mutation perturbs the GRL  cis  inhibition in solution and increases ATP affinity is unclear from the DFG in conformer crystal structure 
734 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:advmod ?function. ?C textMine:nn ?mutation. ?positive textMine:ccomp ?E. ?positive textMine:nsubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


887 This mutation ( E17K ) increases recruitment of AKT1 to the membrane, increases AKT1 phosphorylation and activity, transforms Rat1 fibroblasts, and induces leukaemia in transgenic mice ( Carpten  et al , 2007 ) 
Match

888 Surprisingly we found that, expression of each activated KRAS ED  lead to a substantial decrease in Braf V600E  induced tumors relative to the EGFP control suggesting the existence of a KRAS activated negative regulator of tumorigenesis 
735 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:advmod ?E. ?mutation textMine:partmod ?G. ?F textMine:partmod ?H. ?H textMine:dobj ?A. ?negative textMine:prep ?mutation. ?E textMine:prep ?F. ?A textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


889 Intriguingly, the imatinib resistant BCR/ABL mutants E255K and T315I showed increased ability as compared with native BCR/ABL to induce tyrosine phosphorylation of PECAM 1 when expressed in the murine model hematopoietic cell line BaF3 cells or in 293T cells ( Fig 4 ) 
Match

890 Studies on North American patients indicated that those with deletions of exon 19 in the EGFR have a better response rate, progression free survival and overall survival after EGFR tyrosine kinase inhibitor treatment than do those with the L858R mutation in exon 21 (Jackman et al  ; Riely et al ) 
736 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:dep ?I. ?C textMine:prep ?E. ?C textMine:dobj ?function. ?C textMine:dobj ?B. ?B textMine:conj ?function. ?B textMine:amod ?positive. ?G textMine:amod ?mutation. ?I textMine:dobj ?A. ?A textMine:prep ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


891 Dasatinib treatment of TBP 3743 cells reduced pAKT levels, perhaps permitting apoptosis, whereas the high basal pAKT levels in the PTEN null cells were unaffected by dasatinib treatment, suggesting that the loss of PTEN and the concomitant increase of AKT signaling may be a factor influencing resistance to apoptosis following BRAF V600E  inhibition as has been demonstrated in melanoma [ 62 ] 
737 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:partmod ?F. ?E textMine:nsubj ?positive. ?F textMine:prep ?A. ?F textMine:dobj ?function. ?A textMine:prep ?G. ?G textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


892 9   Preclinical studies have shown superior activity of afatinib over first generation TKIs, mainly due to (1) irreversible binding, which confers stronger binding affinity and potency, (2) ability to circumvent first generation TKI resistance mechanism T790M mutation in exon 20, and (3) effectiveness against multiple HER endothelial growth factor receptors   10  
738 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?D. ?A textMine:dep ?G. ?function textMine:amod ?positive. ?E textMine:rcmod ?H. ?H textMine:dobj ?function. ?D textMine:nn ?mutation. ?G textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


893 These two cases illustrate the importance of high assay sensitivity of our ARMS PCR assay to detect low  BRAF  V600E allele burdens in tumor samples 
Similar Query!!!! 


894 Instead, the T790M mutation induces resistance by increasing the binding affinity of ATP by one order of magnitude, which is near the affinity for wild type  EGFR , thus enabling ATP to compete effectively with the kinase inhibitors   
739 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:rcmod ?H. ?D textMine:prepc ?positive. ?D textMine:nsubj ?B. ?B textMine:nn ?mutation. ?H textMine:prep ?function. ?F textMine:prep ?E. ?positive textMine:prep ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


895 In contrast, MEN2B is almost always caused by the same M918T mutation and causes ganglioneuromas to form within the ENS, impairing bowel function 
740 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:xcomp ?C. ?C textMine:xcomp ?negative. ?F textMine:nn ?mutation. ?negative textMine:dobj ?function. ?A textMine:conj ?B. ?A textMine:agent ?F.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


896 CYT387 demonstrated efficacy in a JAK2 V617F mutation associated animal model where it inhibited constitutively activated JAK2 associated STAT3 function by neutralizing IL 6 by a negative feed back inhibition   
741 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:prep ?function. ?B textMine:prepc ?neutral. ?E textMine:partmod ?A. ?E textMine:nn ?mutation. ?A textMine:advcl ?B.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


897 Consistent with published data  , PLX4032 abolished the ERK1/2 activating phosphorylation in BRAF V600E/K  melanoma cells ( Figure 2 , pERK, YULAC, YURIF, YUMAC and YUGEN8) 
742 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?D. ?D textMine:prep ?E. ?D textMine:amod ?function. ?E textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


898 These data, in concert with the evidence described above that BRAF V600E overexpression increases proliferation and DNA instability of thyroid cells and the central role of BRAF as a critical signalling node in RET/PTC induced thyroid cell proliferation, suggest BRAF as an appropriate therapeutic target for thyroid cancer 
743 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?function. ?B textMine:prep ?A. ?B textMine:prep ?E. ?E textMine:nn ?positive. ?E textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


899 F1174L may therefore stabilize an active conformation that is both more oncogenic and less favored for crizotinib binding 
744 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:rcmod ?positive. ?E textMine:amod ?function. ?B textMine:dobj ?E. ?B textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


900 This becomes important because it may help to explain the surprisingly low or normal blood counts observed in BCS JAK2 V617F  positive patients; the subsequent hemodilution and hypersplenism resulting from the portal hypertension may decrease the actual hemoglobin and other blood cell counts, making the diagnosis of MPN quite challenging in many cases   
745 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:dobj ?C. ?E textMine:partmod ?function. ?H textMine:prep ?J. ?C textMine:partmod ?H. ?negative textMine:nsubj ?E. ?F textMine:parataxis ?negative. ?F textMine:advcl ?I. ?I textMine:xcomp ?B. ?J textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


901 While phosphorylation is reversible under nilotinib treatment in Ba/F3p210 cells, the TKI resistant mutant Ba/F3p210 T315I  cells showed an impaired phosphorylation status (Figure  4 , right panel), suggesting that LASP1 is a direct substrate of BCR ABL 
746 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?negative. ?F textMine:amod ?function. ?D textMine:dobj ?F. ?D textMine:nsubj ?B. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


902 Similarly, E884K further enhanced the sensitivity of L858R to the inhibition by the irreversible EGFR/ERBB2 inhibitor, CL 387,785 
Match

903 However, cells expressing the Y375C mutation, responded to FGF1 treatment with a small increase in ERK1/2 activation, while phosphorylation levels of FRS2α and PLCγ1 remained unchanged 
747 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?H textMine:amod ?mutation. ?neutral textMine:nsubj ?G. ?A textMine:dobj ?H. ?G textMine:nn ?function. ?C textMine:partmod ?A. ?B textMine:advcl ?neutral. ?B textMine:nsubj ?C.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


904 34 , 35 , 45  On the other hand, the affinity of this cleft for adenosine triphosphate is increased by T790M 
748 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:agent ?mutation. ?positive textMine:nsubjpass ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


905 JAK2 inhibition in JAK2 V617F  cells modulates the post translational modification of Bim and levels of Mcl 1
Similar Query!!!! 


906 Our studies here, using COS 7 transfection model system, show that E884K works in concert with L858R in  cis , in a dominant fashion, to change downstream signaling, differentially induce MAPK ERK1/2 signaling and associated cell proliferation, and differentially alter sensitivity of EGFR phosphorylation inhibition by ERBB family inhibitors in an inhibitor specific fashion 
749 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?E textMine:nn ?function. ?A textMine:prep ?E. ?B textMine:xsubj ?mutation. ?B textMine:conj ?unknown. ?unknown textMine:dobj ?A.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


907 The high potency of afatinib to inhibit the tyrosine kinase activity of wild type EGFR was fully maintained on EGFR with the activating L858R mutation (Solca et al  ; Sos et al ) 
Match

908 Instead, the T790M mutation induces resistance by increasing the binding affinity of ATP by one order of magnitude, which is near the affinity for wild type  EGFR , thus enabling ATP to compete effectively with the kinase inhibitors   
750 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:amod ?function. ?B textMine:nn ?mutation. ?positive textMine:dobj ?A. ?D textMine:prepc ?positive. ?D textMine:nsubj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


998 The increase in BIM expression and apoptosis are inhibited by the secondary resistant mutation, T790M 
751 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:appos ?mutation. ?function textMine:prep ?D. ?function textMine:nsubj ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


909 Furthermore, our results show that both insertions confer higher kinase activity than T790M, thus underscoring an important difference between these two types of exon 20 alterations 
Similar Query!!!! 


910 This result indicates that the secondary T790M mutation retains the active conformation of the binding site as proved by Yoshikawa et al (2013) 
752 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?B textMine:amod ?function. ?neutral textMine:dobj ?B. ?neutral textMine:nsubj ?E. ?E textMine:nn ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


912 In comparison, the activity of some FOP mutants was generally increased to a level similar to caALK2, revealing an inherent gain of function in their catalytic domain in the absence of added BMP ligand ( Fig. 1  B )  Significantly, the signaling by R206H was increased by FK506 to a far greater extent than other GS domain mutants, such as L196P ( Fig 1  B ) 
753 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:parataxis ?D. ?A textMine:amod ?B. ?D textMine:auxpass ?mutation. ?G textMine:prep ?A. ?G textMine:nsubjpass ?function. ?B textMine:prepc ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


913 Overexpression of LRRK2 WT and all LRRK2 mutants, including kinase active (G2019S), kinase dead (D1994A), and WD domain (G2385R) mutants, tended to increase basal levels of phosphorylated p38 compared to empty vector transfected (mock) cells, although the extent of the increase varied depending on the specific LRRK2 variant 
754 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nsubj ?C. ?J textMine:pobj ?K. ?J textMine:dobj ?L. ?J textMine:xsubj ?E. ?F textMine:amod ?function. ?A textMine:appos ?mutation. ?B textMine:advcl ?D. ?E textMine:prep ?A. ?C textMine:prep ?positive. ?K textMine:partmod ?B. ?L textMine:prep ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


914 Since RKO cells harbor a V600E BRAF mutation , resulting in constitutive ERK activation, it was of interest to determine whether km23 1 knockdown could inhibit the constitutive ERK activity in this model system 
755 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:dobj ?function. ?function textMine:amod ?positive. ?A textMine:xcomp ?E. ?A textMine:advcl ?B. ?E textMine:ccomp ?G. ?H textMine:nn ?mutation. ?B textMine:dobj ?H.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


915 Both mutations lead to ALK constitutive activation by autophosphorylation, although ALK F1174L displays a higher degree of phosphorylation, and an increased tumorigenic potential compared to other ALK mutations [ 10 ,  13 ,  20   22 ,  26 ] 
Similar Query!!!! 

Similar Query!!!! 


916 Previous studies demonstrated that expression of AKT1 E17K protein in NIH 3T3 cells increased AKT phosphorylation in those cells ( Carpten  et al , 2007 ) 
Match

917 S252W fibroblasts showed 6 fold increase in ALP activity in comparison to WT fibroblasts ( p  < 0.001) (Fig.  2a ), while S252W MSCs had 3 fold increase in comparison to WT MSCs ( p  < 0 001) (Fig  2b ) 
756 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:dobj ?positive. ?F textMine:nsubj ?A. ?A textMine:nn ?mutation. ?E textMine:advcl ?F. ?E textMine:dobj ?G. ?G textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


918 In our recent studies on the effects of PLX4032, we demonstrated that the high enzymatic activity of both V600E and V600K BRAF mutants in melanoma cells is suppressed by treatment with PLX4032   
Similar Query!!!! 


919 HEK293 cells were transfected with expression plasmids for TAK1 and constitutively active (K650E) FGFR3 
Match

920 In TERT NHUC, abolishing PLCγ1 phosphorylation significantly reduced the increase in saturation density associated with S249C FGFR3 (13% vs  24%, p=005) ( Figure 6a ), suggesting that PLCγ1 signaling contributes to this phenotype 
757 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:partmod ?function. ?negative textMine:prep ?C. ?function textMine:prep ?E. ?E textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


921 In melanomas, this mutation gives rise to constitutive signalling through the MEK/ERK cascade and leads to increased proliferation, transformation and tumourigenicity, characteristics that can all be suppressed by  V600E BRAF inhibition (Hingorani et al, ; Karasarides et al, ; Wellbrock et al, ) 
758 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:agent ?G. ?E textMine:rcmod ?B. ?A textMine:dobj ?E. ?A textMine:prep ?function. ?function textMine:amod ?positive. ?G textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


922 EGFR knock down by siRNA enhanced the growth inhibitory effect of afatinib or cetuximab in a panel of five NSCLC cell lines, including those with T790M mutation (Chen et al ) 
759 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?C. ?positive textMine:prep ?E. ?positive textMine:dobj ?function. ?C textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


923 We found that the expression of TGF β1, TGF β2R, and TGF β3 were all increased in BRAF V600E  mice thyroid tumors compared to wild type normal thyroid tissue (Figure  3 B) 
Similar Query!!!! 

760 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?C. ?positive textMine:nsubjpass ?function. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


924 Our studies here, using COS 7 transfection model system, show that E884K works in concert with L858R in  cis , in a dominant fashion, to change downstream signaling, differentially induce MAPK ERK1/2 signaling and associated cell proliferation, and differentially alter sensitivity of EGFR phosphorylation inhibition by ERBB family inhibitors in an inhibitor specific fashion 
761 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:prep ?function. ?B textMine:xsubj ?mutation. ?B textMine:conj ?unknown. ?unknown textMine:dobj ?A.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


925 Some mutations (P112Q, R895C, E897K) enhance angiotensin II receptor mediated activation of TRPC6 when expressed in HEK293 cells, while neither the S270T nor the N143S missense mutations, nor a 57 amino acid truncation mutation (K874X), altered the channel activity   
Match

926 This mutation ( E17K ) increases recruitment of AKT1 to the membrane, increases AKT1 phosphorylation and activity, transforms Rat1 fibroblasts, and induces leukaemia in transgenic mice ( Carpten  et al , 2007 ) 
Match

927 We hypothesized that the R958D substitution would disrupt the ion pair with E884 through electrostatic repulsion, in a way similar to the effect of the E884K substitution 
Match

928 It has been reported that BRAF V600E inhibitor improves recognition of human melanoma cells by antigen specific T lymphocytes through increased expression of melanoma differentiation antigens (MDAs)   
Similar Query!!!! 

Similar Query!!!! 

