run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


1266 The mutation of arginine at position 24 into cysteine (CDK4 R24C ) or histidine (CDK4 R24C ) renders the protein insensitive to regulation by p16 INK4a  but preserves interaction between CDK4 and cyclin D1 leading to constitutive activation of the complex and aberrant proliferation, through retinoblastoma protein inactivation and E2F activation 
992 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?G textMine:prep ?K. ?K textMine:prep ?A. ?H textMine:prep ?function. ?B textMine:prep ?G. ?I textMine:xcomp ?H. ?J textMine:partmod ?I. ?A textMine:appos ?mutation. ?C textMine:prep ?J. ?neutral textMine:dobj ?C. ?neutral textMine:nsubj ?B.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1267 Our results imply that higher activity of Jak2 related pathways, as observed in cases with higher  JAK2 V617F  mutant allele burdens, may influence angiogenesis in MPN 
993 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?B. ?function textMine:amod ?F. ?F textMine:prep ?C. ?B textMine:nn ?mutation. ?B textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1268 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
Match

1269 Our studies here, using COS 7 transfection model system, show that E884K works in concert with L858R in  cis , in a dominant fashion, to change downstream signaling, differentially induce MAPK ERK1/2 signaling and associated cell proliferation, and differentially alter sensitivity of EGFR phosphorylation inhibition by ERBB family inhibitors in an inhibitor specific fashion 
Match

1270 In a panel of human kinases, TAK 285 showed weak inhibition (0‒50%) against 88 of 96 kinases tested, moderate inhibition (50 80%) against EGFR (L858R) and alkaline phosphatase, and strong inhibition (80‒100%) against HER family kinases including EGFR(L861Q) as well as against CDK3/cyclin E and Flt3 (Figure  1 ) 
Apr 07, 2016 5:52:20 PM edu.stanford.nlp.process.PTBLexer next
WARNING: Untokenizable: ‒ (U+2012, decimal: 8210)
994 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?D. ?A textMine:dobj ?K. ?G textMine:partmod ?B. ?D textMine:prep ?G. ?K textMine:amod ?negative. ?B textMine:dobj ?C. ?I textMine:appos ?mutation. ?C textMine:prep ?F. ?C textMine:prep ?function. ?F textMine:prep ?I.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1271 Similarly, E884K further enhanced the sensitivity of L858R to the inhibition by the irreversible EGFR/ERBB2 inhibitor, CL 387,785 
Match

1272 In M17 neuroblastoma cell line, G2019S mutation decreased the average length of neurites and G2019S/G2385R double mutants counteract the neurite shortening effect of G2019S, suggesting that the impact of G2385R is strong enough to overcome the kinase activating effect of the G2019S   
995 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:xcomp ?F. ?G textMine:dobj ?function. ?G textMine:xsubj ?B. ?F textMine:ccomp ?C. ?B textMine:prep ?mutation. ?C textMine:xcomp ?G. ?C textMine:nsubj ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1273 In contrast to the lack of change in proliferation and viability in cells expressing the mutant form of BCR ABL (T315I) ( Supplemental Figure 1a and 1b   , higher concentrations of imatinib inhibited cell proliferation and induced cell death in a dose dependent fashion, suggesting that these cells selected for imatinib resistance still rely on BCR ABL for their survival and proliferation 
996 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:conj ?E. ?D textMine:appos ?mutation. ?K textMine:prep ?E. ?K textMine:prep ?D. ?L textMine:partmod ?A. ?A textMine:dobj ?K. ?B textMine:prep ?C. ?C textMine:prep ?function. ?F textMine:nsubj ?G. ?F textMine:prep ?M. ?G textMine:partmod ?N. ?O textMine:advcl ?B. ?N textMine:ccomp ?O. ?P textMine:prep ?L. ?E textMine:amod ?positive. ?M textMine:prep ?P.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1274 Hence, E884K in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
Match

1275 In that context, we demonstrate that inhibition of SIRT1 with genetic or pharmacological approaches additively enhances the efficacy of PLX4032 of melanoma cells but more importantly that it rescues the sensitivity to PLX4032 of the resistant BRAF V600E  mutated melanoma cells 
997 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?D. ?mutation textMine:nn ?function. ?positive textMine:conj ?B. ?D textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1276 In an overlay assay using ERK4 peptides with wild type sequence or single amino acid substitutions bound to cellulose membrane, the authors showed that D336N, but not E331D reduced  in vitro  binding of recombinant MK5 
Match

1277 This is perhaps best exemplified by  BRAF  V600E  mutations, which are predictive of response to Vemurafenib in melanoma, however colorectal cancer patients harboring oncogenic  BRAF  V600E  mutations derive limited if any benefit from this drug due to increased EGFR expression (Prahallad et al, ) 
998 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:nn ?mutation. ?function textMine:amod ?positive. ?D textMine:prep ?function. ?D textMine:dobj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1278 However, tyrosine phosphorylation on the EGFR mutants could be further increased by EGF stimulation ( Figure 2 B), suggesting that the mutant EGFRs exhibit both ligand independent and ligand dependent activation, similar to that observed upon EGF stimulation of the L858R mutant H3255 lung adenocarcinoma cell line   
999 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?F. ?D textMine:amod ?A. ?D textMine:nn ?function. ?F textMine:nn ?mutation. ?H textMine:ccomp ?J. ?E textMine:partmod ?H. ?J textMine:dobj ?D. ?positive textMine:agent ?E. ?A textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1279 The T790M mutation may result in an alteration of EGFR topology that precludes the binding of reversible EGFR TKIs through steric hindrance, or T790M may increase the affinity of the kinase domain for ATP  
1000 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:rcmod ?B. ?E textMine:conj ?A. ?E textMine:prep ?unknown. ?F textMine:amod ?function. ?A textMine:nsubj ?mutation. ?B textMine:dobj ?F.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1280 Interestingly, GSK 3β was inactivated in transformed Ba/F3 cells by JAK2 (V617F), and this enhanced the protein expression of c Myc 
1001 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dep ?function. ?A textMine:amod ?positive. ?C textMine:conj ?A. ?C textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1281 The data demonstrated that while E cadherin was well expressed in normal thyroid tissue, its expression was markedly decreased and vimentin expression up regulated in the thyroid carcinomas from the transgenic mice over expressing BRAF V600E  ( 25 ) 
Match

1282 The mutation F359V experiences decreased vdW (−2.13 kcal/mol) and electrostatic interactions (−0.16 kcal/mol), while decreased electrostatic interactions are experienced due to mutations E255K (0 35 kcal/mol) and E255V (−009 kcal/mol) 
Match

1283 These data demonstrate that intermittent dosing of MRLB 11055, at a dose level that was effective at reducing hematocrit and normalizing spleen weight in JAK2 V617F  mice, was sparing of lymphocyte populations in normal C57BL/6 mice 
1002 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:conj ?F. ?E textMine:nn ?mutation. ?D textMine:prep ?E. ?F textMine:dobj ?D. ?function textMine:prepc ?F. ?function textMine:prepc ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1284 BRAF V600E   enhances the migrating and invasive capacity of colon adenocarcinoma cells through RhoA activation  
1003 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:amod ?function. ?positive textMine:dobj ?B. ?positive textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1285 BRAF V600E   mutations are found in 60% of benign nevi and are thought to result in the initial increase in proliferation of melanocytic cells followed by induction of cell cycle arrest and senescence   
1004 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:xsubj ?C. ?function textMine:prep ?positive. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1286 Two of these missense mutants, V689M and L703F are constitutively active, possibly because they stabilize acceptor/donor interactions   
1005 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?mutation. ?function textMine:advmod ?positive. ?function textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1287 Some hematopoietic cell lineages and hematologic diseases have defined miR signatures, including abnormally high expression of miR 155 in Hodgkin lymphoma and diffuse large B cell lymphoma, loss of expression of miR 15 and miR 16 in chronic lymphocytic leukemia, and aberrant expression of let 7a, miR 182, miR 143, miR 145, miR 223, miR 26b, miR 30b, miR 30c, and miR 150 in granulocytes, mononuclear cells, platelets, or reticulocytes of PV patients (with correlations between aberrant expression of miR 143, let 7a, miR 30c, miR 342, and miR 150 and  JAK2  V617F  mutation frequency) 
1006 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?H textMine:appos ?C. ?K textMine:prep ?function. ?J textMine:amod ?positive. ?C textMine:conj ?B. ?D textMine:prep ?K. ?D textMine:dobj ?H. ?B textMine:nn ?mutation. ?G textMine:dep ?D. ?E textMine:prep ?J. ?E textMine:conj ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1288 MST1 expression significantly increased apoptosis, which is reduced by expression of BRAF V600E  
1007 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:agent ?function. ?function textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1289 Indeed, upon the addition of NN, hTMSC chemotactic migration was significantly reduced compared with the control condition as well as to N C  stimulated cells ( Fig. 3  A )  Furthermore, in NSCLC line H1975, which expresses EGFR with the double mutation L858R and T790M as well as HER2 and HER3  , NN stimulation reduced chemokinesis relative to NRG stimulated and untreated control cells ( Fig 3 ,  B  and  C ) 
Match

1290 The mutation Y253H experiences decreased vdW interactions with Phe317, while structurally these two side chains are located on either side of imidazo [1,2b] pyridazine ring 
Match

1291 Early experiments suggested that the T790M mutation sterically hindered the binding of TKIs to the EGFR kinase domain (Kobayashi et al  ; Pao et al ) 
1008 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?E. ?negative textMine:nsubj ?C. ?E textMine:amod ?function. ?C textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1292 The Doghman study also showed that RNAi mediated SF 1 knockdown decreased proliferation in NCI H295R cells 
1009 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?B. ?negative textMine:dobj ?function. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1293 The BRAF V600E  mutation is the most prevalent genetic alteration (greater than 50%) in papillary thyroid cancer (PTC) and is implicated in the progression of PTC to ATC ( 4 – 6 ), a crucial challenge in thyroid cancer 
1010 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?function textMine:nsubjpass ?B. ?B textMine:nn ?mutation. ?unknown textMine:conj ?function. ?unknown textMine:nsubj ?B.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1294 In IFN β primed cells, all NS1 mutants with the exception of V226I exhibited enhanced yield and/or replication kinetics ( Fig 6 ,  Table 1 ) 
1011 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?E. ?F textMine:amod ?positive. ?E textMine:prep ?mutation. ?function textMine:dobj ?F. ?function textMine:advmod ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1295 However, tyrosine phosphorylation on the EGFR mutants could be further increased by EGF stimulation ( Figure 2 B), suggesting that the mutant EGFRs exhibit both ligand independent and ligand dependent activation, similar to that observed upon EGF stimulation of the L858R mutant H3255 lung adenocarcinoma cell line   
1012 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?F. ?D textMine:amod ?A. ?F textMine:nn ?mutation. ?G textMine:ccomp ?I. ?E textMine:partmod ?G. ?I textMine:dobj ?D. ?positive textMine:agent ?E. ?positive textMine:nsubjpass ?function. ?A textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1296 Two of these missense mutants, V689M and L703F are constitutively active, possibly because they stabilize acceptor/donor interactions   
Match

1297 Given this scenario, we expected that when appended to a dimeric cytokine receptor, JAK2 V617F would signal irrespective of the particular dimeric orientation of the receptor, and that other less active mutants (V617M, V617L, V617I) might still depend on a conformational change of a dimeric receptor 
1013 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:appos ?E. ?D textMine:amod ?function. ?E textMine:dep ?mutation. ?function textMine:advmod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1298 In support, western blotting of FLT 3 autophosphorylation of these mutants, F691L and D835F/Y, from the untreated total cell extracts showed reduced autophosphorylation of FLT3 in comparison with FLT3 ITD ( Figure 1c ), thus supporting the notion that these mutations confer resistance by destabilizing the active state rather than direct steric hindrance to the drug 
Match

1299 FP 1039 is currently in a Phase II trial for endometrial cancers with the S252W FGFR2  mutation which confers increased affinity and altered specificity of FGF binding   
1014 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:rcmod ?B. ?A textMine:nn ?mutation. ?B textMine:dobj ?E. ?E textMine:prep ?function. ?E textMine:amod ?unknown.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1300 Our results indicate that lentiviral driven KRAS V12  expression concomitant with Braf V600E  expression reduces tumor number by over 100 fold compared to Braf V600E  expression alone 
1015 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:ccomp ?negative. ?function textMine:nn ?mutation. ?F textMine:partmod ?C. ?B textMine:pobj ?function. ?B textMine:nsubj ?F.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1301 Similar to the EGFR T790M mutation, alteration of the drug contact residue T854 to a smaller hydrophobic alanine may increase the size of the selectivity pocket and negatively impact erlotinib binding 
1016 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nn ?mutation. ?C textMine:prep ?D. ?A textMine:amod ?function. ?positive textMine:dobj ?A. ?positive textMine:nsubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1302 Of patients with EGFR  mutant lung cancer, 26 40% had tumors with high HGF expression and  EGFR  T790M secondary mutation, 5 33% had tumors with  Met  gene amplification and  EGFR  T790M secondary mutation, and 4 7% had tumors with high HGF expression and  Met  gene amplification, suggesting that dual targeting of HGF/Met and the  EGFR  T790M mutation may overcome resistance to EGFR TKIs   
1017 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?H textMine:prep ?function. ?C textMine:partmod ?F. ?C textMine:dobj ?H. ?B textMine:prep ?G. ?A textMine:nsubj ?B. ?function textMine:amod ?positive. ?G textMine:nn ?mutation. ?F textMine:ccomp ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1303 The NS1 mutants D2N †  and V226I bound F2F3 FLAG with comparable affinity to HK wt NS1, but NS1 mutants V23A and R227K †  demonstrated a 2 fold increase in binding affinity (p<0 05 and p<001, two tailed student's t test) 
1018 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:amod ?function. ?positive textMine:prep ?E. ?D textMine:dobj ?positive. ?A textMine:conj ?D. ?A textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1304 The mutant proteins, K216A and E118A, also had high expression yield and were purified by similar procedures 
1019 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:appos ?mutation. ?C textMine:dobj ?F. ?C textMine:nsubj ?B. ?F textMine:nn ?function. ?F textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1305 Here we demonstrate that a human FLT3  ITD +  AML cell line harbouring a secondary D835Y mutation has high relative resistance to the FLT3 inhibitors AC220, MLN518 and Sorafenib but not to CCT137690 
1020 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:partmod ?D. ?A textMine:nn ?mutation. ?function textMine:amod ?positive. ?B textMine:dobj ?function. ?B textMine:nsubj ?G. ?D textMine:dobj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1306 Among the exon 20 mutations tested, Ins770SVD showed an intermediate level of autophosphorylation, lower than S768I, but higher than T790M (Figure  4B ) 
1021 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:amod ?positive. ?B textMine:amod ?A. ?B textMine:prep ?function. ?A textMine:conj ?positive. ?A textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1307 Tyrosine phosphorylation of PECAM 1 is enhanced by the E255K or T315I imatinib resistant mutation in BCR/ABL
Similar Query!!!! 


1308 The role of BRAF inhibitors targeting non BRAF V600E cancers remains to be elucidated, although promising activity has been reported   
1022 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?B textMine:nn ?mutation. ?neutral textMine:advcl ?E. ?neutral textMine:nsubj ?B. ?E textMine:nsubjpass ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1309 Consistent with our hierarchical clustering analysis, introduction of the R164Q mutation led to relatively few changes in gene expression or showed reduced pathway activation compared with the other mutants studied 
Match

1310 Sixteen days after inoculation, compared with mice inoculated with VF/EpoR/sh control cells, the volume and weight of subcutaneous tumors were significantly reduced in mice inoculated with VF/EpoR/sh c Myc cells ( Fig. 5E, G )  Furthermore, knock down of c Myc markedly attenuated the enlargement of the liver and spleen induced by JAK2 (V617F) ( Fig 5F, G ) 
Exception in thread "main" java.lang.ArrayIndexOutOfBoundsException: 1
	at relnextraction.TrainingTool.transitivityCheck(TrainingTool.java:389)
	at relnextraction.TrainingTool.main(TrainingTool.java:252)
Java Result: 1
BUILD SUCCESSFUL (total time: 33 minutes 17 seconds)
