run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].

1 The favorable clinical response of tumors harboring the common exon 19 deletions or the L858R mutation correlates with the high TKI sensitivity of these EGFR mutant proteins at the molecular level 
1 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?G textMine:prep ?function. ?G textMine:nsubj ?F. ?B textMine:partmod ?H. ?H textMine:dobj ?D. ?F textMine:prep ?B. ?D textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


2 Although the frequency of HGF expression among cases of acquired resistance is unclear because of scarcity of reports, the frequency of coexistence of HGF expression with T790M mutations could possibly be high   
2 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?function. ?E textMine:num ?mutation. ?positive textMine:nsubj ?F. ?function textMine:prep ?E. ?F textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


3 PLX4032 was recently demonstrated to reduce the uptake of 2(18F)fluoro 2 deoxy D glucose (18F FDG) in melanoma cells, whereas inducible expression of V600E BRAF increased the glucose uptake rate and decreased O 2  consumption in thyroid cancer cells   
3 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?B. ?negative textMine:nsubj ?function. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


4 Our previous data suggested that the amount of HGF bound to c Met N375S was much lower when compared with c Met WT, thereby demonstrating a loss of affinity for HGF in the case of c Met N375S mutant  
4 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:prep ?function. ?A textMine:prep ?I. ?C textMine:rcmod ?negative. ?I textMine:partmod ?J. ?E textMine:dobj ?G. ?D textMine:dep ?E. ?J textMine:prep ?C. ?negative textMine:ccomp ?D. ?B textMine:nn ?mutation. ?B textMine:nsubj ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


5 T790M in the context of either transiently expressed wild type EGFR or the mutant alleles del L474–E749;A750P or L858R impairs inhibition by gefitinib or erlotinib as assessed by autophosphorylation 
5 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:nn ?mutation. ?function textMine:nn ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


6 One Akt mutant (E17K), found in a subset of human cancers, displays higher PIP3 binding, membrane localization, and activation (Brazil et al , ; Varnai et al, ) 
6 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?B textMine:appos ?mutation. ?C textMine:dobj ?function. ?C textMine:nsubj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


7 Our results indicated that CIMP H status was significantly associated with serrated polyps, proximal location,  BRAF  V600E mutations, and increase in polyp size 
7 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prep ?positive. ?function textMine:prep ?D. ?function textMine:prep ?C. ?C textMine:conj ?positive. ?C textMine:conj ?D. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


8 Hence, the double mutation L858R+E884K modulated basal and stimulated downstream EGFR signaling differentially with differential effects on the AKT (down regulated), CBL and MAPK ERK1/2 phosphorylation (up regulated) 
8 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:xcomp ?B. ?unknown textMine:nsubj ?mutation. ?B textMine:prep ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


9 Hence, the E884K mutation, when in  cis  with L858R, modulates the sensitivity of the mutant receptor towards ERBB family kinase inhibitors in an inhibitor specific fashion 
9 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dobj ?function. ?unknown textMine:nsubj ?A. ?A textMine:amod ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


10 Consistent with published data  , PLX4032 abolished the ERK1/2 activating phosphorylation in BRAF V600E/K  melanoma cells ( Figure 2 , pERK, YULAC, YURIF, YUMAC and YUGEN8) 
10 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?function textMine:prep ?D. ?D textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


11 It can be also postulated when an amino acid is altered for example G691S, depending on the genotype, could subtly alter the function of the RET protein if located in a critical domain 
11 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:prep ?mutation. ?unknown textMine:dobj ?function. ?unknown textMine:advcl ?A.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


12 Moreover, the E884K alone and L858R+E884K double mutant EGFR remained sensitive to EGF, and the E884K mutation cooperates with L858R when in  cis  to enhance the mutational effects on downstream phosphoprotein activation 
12 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?function. ?positive textMine:xsubj ?D. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


13 These shape changes lead to palatine bones that are laterally displaced, with an associated increase in the width of the inter palatine suture in  Fgfr2 +/S252W   mice ( Fig  2B , top right) relative to  Fgfr2 +/P253R   mutant mice ( Fig 2Ba ) 
13 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?D. ?positive textMine:amod ?function. ?E textMine:prep ?B. ?B textMine:nn ?mutation. ?D textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


14 In preclinical studies, T cell viability and function was preserved when peripheral blood mononuclear cells and BRAF V600E  mutant melanoma cells were exposed to clinically relevant concentrations of vemurafenib in vitro   
14 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:advcl ?C. ?neutral textMine:nsubjpass ?function. ?E textMine:num ?mutation. ?C textMine:nsubjpass ?E.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


15 Another study found uncoupling in rare TnC variants identified in DCM: cTnC Y5H, M103I, and I148V either decreased or abolished the effects of PKA phosphorylation on Ca 2+  sensitivity (Pinto et al,  2011 ) 
15 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:conj ?D. ?negative textMine:nsubj ?mutation. ?negative textMine:nsubj ?B. ?D textMine:dobj ?function. ?D textMine:nsubj ?B. ?B textMine:conj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


16 We employed the human mast cell leukemia cell line  1 (HMC 1) model, which harbors KIT D816V and V560G mutations, and depends on signaling from these constitutively active KIT receptors for growth and survival [ 4 ] 
16 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:conj ?E. ?F textMine:dobj ?A. ?A textMine:nn ?mutation. ?function textMine:advmod ?positive. ?B textMine:prep ?C. ?E textMine:prepc ?B. ?C textMine:amod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


17 BA/F3 cells expressing empty vector (control), BCR/ABL wild type or imatinib resistant mutations (BCR/ABL E255K and T315I) were a kind gift of Dr Brian Druker (Oregon Health Science University, Portland, OR, USA) and maintained as described 
17 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?function textMine:dobj ?A. ?A textMine:dep ?mutation. ?neutral textMine:nsubj ?D. ?D textMine:partmod ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


18 Our main observation is that residue F595, residing in the middle of the pseudokinase domain αC helix, plays a key role in the constitutive activation of JAK2 V617F 
18 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?function textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


19 In vitro studies by Guo and colleagues suggested that Nilotinib in cell lines transfected with a KIT gene containing an exon 9 or 11 mutation with an exon 17 mutation (D820Y and N822 K) demonstrated significant kinase inhibition as well as decreased cell proliferation The Japanese study also documented a partial response in patients whose GIST contained a KIT exon 11 (dup 567–576) and exon 17 (D820G) mutation   
19 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:dobj ?B. ?function textMine:amod ?negative. ?G textMine:nsubj ?C. ?G textMine:dobj ?function. ?B textMine:appos ?mutation. ?J textMine:dep ?F. ?C textMine:partmod ?E. ?E textMine:dobj ?A. ?A textMine:prep ?J.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


20 These results suggest that the G518L mutation enhances EphA3 ephrin binding in  cis  and supports the involvement in the  cis  interface of the conserved glycine in the second fibronectin type III domain   
20 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:amod ?function. ?positive textMine:dobj ?B. ?positive textMine:nsubj ?D. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


21 Insertion mutant autophosphorylation is less sensitive to inhibition by gefitinib than that of L858R, but CL 387,785 is more effective than gefitinib at inhibiting insertion mutant (and L858R) autophosphorylation 
21 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:prep ?C. ?function textMine:conj ?B. ?function textMine:advmod ?negative. ?C textMine:dep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


22 Furthermore, MEK inhibition alone caused regression of xenografted and orthotopically transplanted tumors, and reduced proliferation in tumors of Braf LSL V637E/   +  mice (orthologous to human  BRAF  V600E mutation)   
22 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?A. ?function textMine:dep ?C. ?function textMine:amod ?negative. ?A textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


23 In the cases of mutation M918T, constitutive RET activation probably results from disruption of an auto inhibited head to tail RET tyrosine kinase homodimer   
23 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nsubj ?function. ?C textMine:prep ?A. ?function textMine:amod ?positive. ?A textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


24 The mutations E255V, M244V, T315A, Y253H, experience increased vdW interactions with Met290 and the mutation M244V experiences increased vdW interactions with Ile293 
24 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:appos ?mutation. ?B textMine:dobj ?function. ?G textMine:dep ?C. ?E textMine:ccomp ?B. ?E textMine:nsubj ?G. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


25 In that context, we demonstrate that inhibition of SIRT1 with genetic or pharmacological approaches additively enhances the efficacy of PLX4032 of melanoma cells but more importantly that it rescues the sensitivity to PLX4032 of the resistant BRAF V600E  mutated melanoma cells 
25 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?E. ?positive textMine:nsubj ?function. ?positive textMine:conj ?B. ?E textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


26 The sensitivity of mass spectrometric genotyping technologies such as OncoMap or Asan Panel is known to be approximately 1–5%  , and so detection of the T790M mutation could be increased if more sensitive techniqueswere used 
26 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:amod ?function. ?positive textMine:advcl ?E. ?positive textMine:nsubjpass ?B. ?G textMine:nn ?mutation. ?B textMine:prep ?G. ?E textMine:nsubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


27 ERK dependent resistance mechanisms can occur via activating MEK1  mutations  , activating NRAS  mutations  , COT  overexpression  , elevated CRAS activity  , BRAF  V600E alternative splicing or amplification   
27 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?D textMine:dobj ?function. ?D textMine:dobj ?E. ?E textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


28 T790M may increase the GTP affinity in the tyrosine kinase domain of the EGFR, or hindrance to TKI binding to the tyrosine kinase domain   
28 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubj ?mutation. ?positive textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


29 BCR ABL mutations respond differently to three tyrosine kinase inhibitors approved for first line treatment of CML, e g, Y253F and G250E mutations resistant to imatinib can respond to nilotinib or/and dasatinib, T315A shows better response to imatinib though resistant to Dasatinib and Nilotinib, while some mutations are less sensitive to nilotinib (E255K/V and F359V/C) or dasatinib (F317L and V299L)  
29 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:cop ?negative. ?B textMine:advmod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


30 At a later time point in pancreas development, S33Y mutant β cat expression enhanced islet cell proliferation and increased the size of pancreas [ 49 ] 
30 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubj ?D. ?positive textMine:dobj ?function. ?D textMine:num ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


31 JAK2 K539L, T875N and R683G were shown to exhibit constitutive STAT5 activation and to transform Ba/F3 cells expressing the EpoR to cytokine independence     
31 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dobj ?function. ?E textMine:ccomp ?D. ?E textMine:nsubjpass ?mutation. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


92 Non hotspot AKT1 PH domain mutants L52R, C77F, and Q79K increase Akt1 activation and downstream signaling
Match

32 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
32 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dobj ?A. ?D textMine:nsubj ?F. ?A textMine:infmod ?B. ?A textMine:amod ?positive. ?F textMine:nn ?mutation. ?B textMine:advcl ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


33 In terms of EGFR TKI sensitivity, Kancha et al have identified 4 sets of mutations based on their drug sensitivity profiles: (a) mutations that are very sensitive to all 3 drugs tested with IC50 values in the low nanomolar range (L858R and Del 747 753insS), (b) mutations that are less sensitive to gefitinib (IC50 >100 nmol/l) but sensitive to both erlotinib and AEE788 (G719S, V742A, and R776C; IC50 < 100 nmol/l), (c) mutations that are less sensitive to both gefitinib and erlotinib but sensitive to AEE788 (D761N, S768I, S784F, L838V, and L861Q), and (d) mutations that are resistant to all three drugs tested (N826S and T790M)   
33 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:xcomp ?function. ?D textMine:advmod ?negative. ?D textMine:dep ?E. ?E textMine:dobj ?I. ?F textMine:prep ?C. ?A textMine:rcmod ?F. ?C textMine:dep ?H. ?H textMine:nn ?mutation. ?I textMine:prep ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


34 Despite achieving correct topology, however, G85E and G91R still disrupt CFTR folding and trafficking (Xiong et al , ; Patrick et al, ) 
34 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?mutation. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


35 In this study, we used functional mutagenesis to investigate the involvement of the JH2 αC helix in the constitutive activation of JAK2 V617F 
Match

36 In contrast to the isolated L858R kinase domain results, we observe that mutation of residues in the dimer interface in tEGFR dramatically reduces the activity of both the L858R and Δ746–750 tEGFRs, indicating that this dimerization event is critical for activation of both of these oncogenic mutants 
35 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:ccomp ?E. ?negative textMine:dobj ?C. ?negative textMine:partmod ?D. ?E textMine:prep ?function. ?C textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


37 Since residue V617 is located in the pseudokinase domain of JAK2, this lack of information has hindered a detailed understanding of the mechanism of activation of JAK2 V617F 
36 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?C. ?C textMine:prep ?E. ?function textMine:prep ?mutation. ?E textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


38 Webster and Donoghue proposed that the G380R mutation enhances FGFR3 dimerization, likely due to hydrogen bonding of the mutant R380 to the neighboring receptor in the dimer  
37 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:acomp ?C. ?positive textMine:nsubj ?F. ?A textMine:prep ?function. ?F textMine:nn ?mutation. ?C textMine:prep ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


39 The Th  ALK F1174L   mutation leads to the constitutive activation of the  ALK  protein in neuroblastoma  [29] – [32] , and the vascular phenotype associated with amplified or wild type (WT)  ALK  expression is currently unknown 
38 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?function. ?E textMine:nsubj ?B. ?B textMine:nn ?mutation. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


40 We hypothesized that the R958D substitution would disrupt the ion pair with E884 through electrostatic repulsion, in a way similar to the effect of the E884K substitution 
39 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:nn ?mutation. ?B textMine:amod ?E. ?E textMine:prep ?function. ?function textMine:prep ?A. ?negative textMine:prep ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


41 This uncoupling of the LKB1 AMPK complex allows BRAF V600E  oncogene driven cancer cells to become resistant to energy stress and avoid apoptosis   
40 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:partmod ?A. ?B textMine:nn ?mutation. ?A textMine:xcomp ?negative. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


42 The data suggest that low BRCA1 level may neutralize the negative effects of the EGFR T790M mutation on erlotinib sensitivity and that high BRCA1 expression may lead to de novo EGFR TKI resistance potentially through increased DNA damage repair capacity   
41 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:nn ?mutation. ?function textMine:amod ?negative. ?function textMine:prep ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


43 Survival for CML CP patients with the T315I point mutation treated with TKIs is estimated to be reduced by 50% compared with patients without the T315I mutation (median survival of 22 months vs  more than 10 years for TKI responsive CML patients; Nicolini et al, 2009) 
42 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:dep ?function. ?E textMine:prep ?B. ?B textMine:nn ?mutation. ?negative textMine:pobj ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


44 The most common mutation is V600E, which dramatically enhances BRAF enzyme activity, and thus induces tumorous transformation 
43 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?mutation textMine:rcmod ?positive. ?positive textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


45 In colorectal cancer patients, a mutation in the extracellular domain of EGFR (S492R), which abrogates cetuximab binding but retains panitumumab sensitivity, has been recently described as a mechanism of acquired resistance   (Fig  2c ) 
44 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:appos ?mutation. ?F textMine:prep ?C. ?F textMine:rcmod ?D. ?F textMine:rcmod ?negative. ?D textMine:dobj ?function. ?negative textMine:conj ?D. ?C textMine:prep ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


46 Thus, in the proliferative environment of the regenerating tail fin, sufficient cellular controls are maintained to prevent tumorigenesis in BRAF V600E   and RAS V12  expressing melanocytes 
45 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:xcomp ?B. ?function textMine:nsubj ?mutation. ?B textMine:prepc ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


47 When expressed in MCF 7 PIK3CAWT  the E17K mutant led to increased activation of Akt under low serum conditions, as measured by phosphorylation of serine 473 and threonine 308, when compared to empty vector control (Figure  1  and  Supplemental Figure 1A ) 
46 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?function. ?function textMine:amod ?positive. ?C textMine:partmod ?B. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


48 Co expression of Braf V600E  and activated KRAS significantly reduced tumor formation, with this very low tumor burden precluding our ability to observe progression to the adenocarcinoma stage as would be predicted 
47 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?C. ?D textMine:prep ?mutation. ?negative textMine:nsubj ?D. ?C textMine:amod ?function. ?mutation textMine:conj ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


49 We also find that a melanoma associated mutation within the pseudosubstrate sequence, P52L, disrupts PAK6 autoinhibition enhancing its kinase activity, potentially correlating with increased expression of PAK6 in prostate cancer, and implied alterations in kinase activity  
48 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?function. ?D textMine:dobj ?F. ?F textMine:prep ?B. ?B textMine:amod ?negative. ?B textMine:appos ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


50 Expression of the deletion mutant was comparable to that of L858R EGFR, whereas expression of the insertion mutant was lower, as reflected in the  EGFR  expression levels of the clonal cell lines ( Figure 2 A and unpublished data) 
49 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:nn ?function. ?G textMine:prep ?D. ?B textMine:prep ?F. ?H textMine:advcl ?negative. ?H textMine:prep ?B. ?F textMine:nn ?mutation. ?negative textMine:advcl ?G.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


51 Dyn1(T141A) mCherry, a mutant with reduced affinity for GTP but greater rate of GTP hydrolysis, was surprisingly similar to dyn1(S61D/T65D/T65H) ( Figure 2D ) 
50 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?function. ?A textMine:amod ?D. ?function textMine:amod ?negative. ?C textMine:appos ?A. ?C textMine:appos ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


52 Nevertheless, preliminary analysis of the overall survival based on the CMC counts within our tested cohort of patients indicated a negative trend between survival and CMC counts in all patients (p = 0 12) and particularly for  BRAF V600E   cutaneous melanoma patients (p = 006) 
51 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?I. ?D textMine:dobj ?C. ?C textMine:prep ?E. ?C textMine:amod ?negative. ?F textMine:nn ?mutation. ?I textMine:amod ?B. ?E textMine:nn ?function. ?B textMine:prep ?F.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


53 BRAF V600E  constitutively activates the MEK ERK signaling pathway, promoting ERK dependent transcriptional activity, which regulates cell growth, cell proliferation, apoptosis evasion, replicative potential, angiogenesis, and tissue invasion  
52 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:partmod ?A. ?C textMine:advmod ?positive. ?C textMine:nsubj ?mutation. ?A textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


54 Expression of the p61 BRAF V600E  splice variant shows enhanced dimerization rendering a subset of melanoma patients resistant to vemurafenib  
53 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nn ?mutation. ?E textMine:prep ?A. ?function textMine:amod ?positive. ?D textMine:dobj ?function. ?D textMine:nsubj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


55 While BRAF V600E  inhibition has been previously shown to increase tumor infiltrating lymphocytes, it has also been shown to induce the expression of T cell exhaustion markers including PD L1, TIM3 and PD1 in melanoma patients [ 53 ] 
54 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:nn ?mutation. ?positive textMine:xsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


56 This study finds that the two most common EGFR mutations in non small cell lung cancer (L858R and Δ746–750) result in EGF–independent tEGFR activities comparable to, or greater than, the activity of EGF–stimulated WT EGFR, and that tEGFR activation resulting from these mutations remains strongly coupled to asymmetric kinase dimer formation ( Fig 3d ) 
55 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?B textMine:dep ?mutation. ?neutral textMine:nsubj ?function. ?C textMine:conj ?neutral. ?C textMine:nsubj ?B.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

