run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


481 Our biochemical studies here now show that E884K mutation in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
419 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?G textMine:amod ?mutation. ?B textMine:prep ?A. ?E textMine:prep ?C. ?E textMine:dobj ?function. ?E textMine:nsubj ?G. ?A textMine:amod ?unknown. ?C textMine:partmod ?B.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


482 Vikis et al reported that standalone T790M mutations exhibit increased kinase activity 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


483 FLT3  D835V and  KIT  D816Y) retained some level of sensitivity with regard to induction of apoptosis 
420 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:prep ?C. ?neutral textMine:nsubj ?mutation. ?C textMine:prep ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


484 Some mutations (P112Q, R895C, E897K) enhance angiotensin II receptor mediated activation of TRPC6 when expressed in HEK293 cells, while neither the S270T nor the N143S missense mutations, nor a 57 amino acid truncation mutation (K874X), altered the channel activity   
421 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dobj ?function. ?unknown textMine:nsubj ?C. ?E textMine:advcl ?D. ?C textMine:partmod ?E. ?D textMine:advcl ?G. ?G textMine:nsubj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


485 Among the investigated melanoma cell lines, three display constitutive activation of the Ras/Raf/MEK/ERK pathway through activating V600E BRAF mutation or NRAS mutations: Colo 679 (BRAF V600E mut; Nras wt), IGR 39 (BRAF V600E mut; Nras wt), IPC298 (Braf wt; Nras Q61K mut)  
422 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:appos ?B. ?function textMine:dobj ?C. ?positive textMine:prepc ?function. ?F textMine:nn ?mutation. ?C textMine:dep ?E. ?B textMine:appos ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


486 Transformation induced by each of the three oncogenes  KRAS G12V   (Caco K cells),  BRAF V600E   (Caco BR cells) and  HRAS G12V   (Caco H cells) managed to increase the ability of Caco 2 cells to migrate and invade  in vitro , independently of their proliferating ability, which has been previously analyzed in   
423 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:xsubj ?mutation. ?D textMine:dep ?function. ?mutation textMine:amod ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


487 Our data support the potential role of dual TKI combinatorial inhibition using EGFR inhibitors to enhance MET inhibition in T790M EGFR mediated therapy resistance 
424 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prep ?B. ?positive textMine:dobj ?function. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


488 In the analyses of clinical specimens obtained from patients who acquired resistance to EGFR TKIs, high expression of HGF was identified in 61% patients, overlapping with T790M mutation and MET amplification 
425 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?J. ?K textMine:prep ?H. ?L textMine:prep ?I. ?E textMine:prep ?G. ?I textMine:rcmod ?D. ?G textMine:partmod ?L. ?J textMine:appos ?function. ?B textMine:appos ?K. ?A textMine:nsubjpass ?B. ?A textMine:prep ?E. ?function textMine:amod ?positive. ?H textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


489 BCR ABL mutations respond differently to three tyrosine kinase inhibitors approved for first line treatment of CML, e g, Y253F and G250E mutations resistant to imatinib can respond to nilotinib or/and dasatinib, T315A shows better response to imatinib though resistant to Dasatinib and Nilotinib, while some mutations are less sensitive to nilotinib (E255K/V and F359V/C) or dasatinib (F317L and V299L)  
Match

490 Our results reveal that SIRT1 activity is higher in PLX4032 resistant BRAF V600E  mutated melanoma cells compared with their sensitive counterpart 
426 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubj ?function. ?positive textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


491 Signaling studies show again that cells expressing the L858R allele have reduced EGFR, AKT, and ERK phosphorylation in response to increasing concentrations of dasatinib ( Figure 5B ) 
427 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:dobj ?B. ?B textMine:amod ?mutation. ?D textMine:partmod ?F. ?negative textMine:dobj ?function. ?negative textMine:nsubj ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


492 The mutation of arginine at position 24 into cysteine (CDK4 R24C ) or histidine (CDK4 R24C ) renders the protein insensitive to regulation by p16 INK4a  but preserves interaction between CDK4 and cyclin D1 leading to constitutive activation of the complex and aberrant proliferation, through retinoblastoma protein inactivation and E2F activation 
428 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?G textMine:prep ?L. ?L textMine:prep ?A. ?H textMine:dobj ?E. ?B textMine:prep ?G. ?I textMine:xcomp ?H. ?J textMine:partmod ?I. ?A textMine:appos ?mutation. ?C textMine:prep ?J. ?neutral textMine:dobj ?C. ?neutral textMine:nsubj ?B. ?E textMine:prep ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


493 In addition, the  JAK2  V617F  mutation may increase the stability of the JAK2 protein by rendering it resistant to the effect of SOCS3 binding, as overexpression of SOCS3 results in increased SOCS3 and  JAK2  V617F  phosphorylation [ 68 ] 
429 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:num ?mutation. ?A textMine:amod ?positive. ?B textMine:prep ?A. ?C textMine:conj ?function. ?C textMine:prep ?F. ?F textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


494 The mutations F317V, Y253F, Y253H and E255K experience increased vdW interactions with residue Leu248 
Similar Query!!!! 

430 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?positive textMine:nsubj ?C. ?C textMine:amod ?E. ?E textMine:dep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


495 Additional genetic alterations within the target oncogene itself, which prevent drug binding and lead to kinase activation even in the presence of the inhibitor, are a common mechanism of both primary and acquired resistance in cancer; a paradigmatic example is provided by the T790M “gatekeeper” secondary mutation in the  EGFR  gene, which installs resistance to reversible EGFR inhibitors in  EGFR  mutant NSCLC   
431 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:rcmod ?H. ?C textMine:nn ?mutation. ?E textMine:parataxis ?F. ?E textMine:nsubj ?unknown. ?H textMine:dobj ?A. ?A textMine:amod ?function. ?F textMine:agent ?C.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


496 These two mutations, resulting in L1198F and G1201E amino acid changes, respectively, both reside within the ALK tyrosine kinase domain where they dramatically increased tyrosine kinase activities 
Match

497 An acquired T790M mutation was found in a NSLCL patient resistant to the drug Gefitnib by increasing the affinity to ATP   
432 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nn ?mutation. ?D textMine:amod ?A. ?A textMine:prepc ?positive. ?G textMine:prep ?D. ?G textMine:nsubjpass ?B. ?positive textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


498 This suggests that MAPK pathway activation by BRAF V600E  (as in A375) and by NRAS Q61K  (as in Mel Juso) is important in maintaining FOSL1 expression 
433 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?E textMine:conj ?D. ?E textMine:prep ?mutation. ?neutral textMine:dobj ?function. ?D textMine:prepc ?neutral.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


499 Further, crystallographic data showed that E542K disrupts the inhibitory interaction of p110α with the amino terminal SH2 domain of p85, thus enhancing its catalytic activity   
434 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?A textMine:partmod ?positive. ?A textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


500 Hence, the E884K mutation, when in  cis  with L858R, modulates the sensitivity of the mutant receptor towards ERBB family kinase inhibitors in an inhibitor specific fashion 
435 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?B textMine:prep ?mutation. ?unknown textMine:dobj ?function. ?unknown textMine:nsubj ?C. ?C textMine:rcmod ?B.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


501 Under chondrocyte induction conditions, the already reduced gene expression in  Fgfr2 +/S252W   mice was recovered after inhibition of p38 signaling 
Similar Query!!!! 

Similar Query!!!! 


502 Two of these missense mutants, V689M and L703F are constitutively active, possibly because they stabilize acceptor/donor interactions   
436 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?A textMine:prep ?mutation. ?C textMine:advcl ?function. ?C textMine:nsubj ?A.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }


503 In conclusion, our study indicates that the antiproliferative and apoptotic effects of these three xanthones on human melanoma SK MEL 28 cell line are via modulation of the genes involved in the cell cycle and apoptosis pathway, together with downregulation of the mRNA expression of Akt1, NF κ B, and BRAF V600E 
437 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?B textMine:prep ?E. ?D textMine:partmod ?B. ?E textMine:nn ?function. ?G textMine:prep ?I. ?G textMine:prep ?unknown. ?I textMine:prep ?C. ?unknown textMine:prep ?D. ?C textMine:prep ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


504 Recently WZ4002, a new inhibitor specifically targeting T790M gatekeeper mutation was developed and found to induce greater growth inhibition in vitro and in vivo against T790M than against wild type EGFR   ( Figure 1 ) 
438 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?F textMine:dobj ?function. ?F textMine:xsubj ?A. ?E textMine:prep ?mutation. ?E textMine:nsubjpass ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


505 Both mutations lead to ALK constitutive activation by autophosphorylation, although ALK F1174L displays a higher degree of phosphorylation, and an increased tumorigenic potential compared to other ALK mutations [ 10 ,  13 ,  20   22 ,  26 ] 
439 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?C textMine:nsubj ?mutation. ?A textMine:advcl ?C. ?A textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


506 This discrepancy might be a result of modulation of other genes besides JAK2 V617F  and FLT3 ITD by HDAC inhibition 
440 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?function textMine:prep ?unknown. ?C textMine:prep ?mutation. ?unknown textMine:prep ?C.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


507 The activity of DAS is maintained despite the presence of mutations that confer resistance to IM with the exception of the T315I mutation, and to a large degree, mutations affecting the residue 317 (F317L, F317V) 
441 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?A textMine:dobj ?function. ?neutral textMine:prep ?E. ?E textMine:prep ?F. ?F textMine:appos ?C. ?F textMine:rcmod ?A. ?C textMine:dep ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


508 The most frequent somatic alteration in  BRAF  is a point mutation (T1799A encoding BRAF V600E ), which results in a several hundred fold increased activity of the protein’s kinase domain 
442 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:appos ?mutation. ?B textMine:rcmod ?E. ?function textMine:amod ?positive. ?E textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


509 Stimulation of GTL16 L858R cells with a physiological concentration of EGF (1 ng/ml) resulted in further increase of anchorage independent growth, only in the absence of MET signaling 
443 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?A. ?function textMine:prep ?positive. ?function textMine:nsubj ?C. ?A textMine:num ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


510 BRAF inhibition by RNAi strongly reduces ERK activation in the cell line harbouring the BRAF V600E  mutation, is also effective in the cell line with RAS G13R , but has no effect in ERK activation in the cell line with RET/PTC rearrangement 
444 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:conj ?A. ?negative textMine:xcomp ?G. ?D textMine:nn ?mutation. ?G textMine:dobj ?D. ?E textMine:prep ?function. ?A textMine:dobj ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


511 Consistent with this differential signaling effect, the L858R+E884K COS 7 cells had a significantly higher cell proliferation rate than that of the L858R COS 7 cells in the MTS cell proliferation assay for 5 days ( Figure 3B ) 
445 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?L textMine:appos ?G. ?B textMine:prep ?C. ?D textMine:dobj ?L. ?H textMine:partmod ?D. ?C textMine:nn ?function. ?K textMine:dobj ?E. ?E textMine:amod ?positive. ?G textMine:nn ?mutation. ?A textMine:nsubj ?B. ?A textMine:dep ?K. ?A textMine:prep ?H.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


512 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
446 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dobj ?A. ?D textMine:nsubj ?F. ?A textMine:infmod ?function. ?A textMine:amod ?positive. ?F textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


513 Another possibility is that PLX4032 resistant  BRAF  V600E  mutants have alternative signaling at the level of Raf, as has been described for cell lines with acquired resistance to a different Raf inhibitor, AZ628, which show increased signaling through C Raf   
447 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nn ?mutation. ?B textMine:advcl ?E. ?B textMine:nsubj ?D. ?G textMine:ccomp ?B. ?positive textMine:dep ?G. ?E textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


514 In summary, our data demonstrate that MEK inhibition of BRAF V600E  positive melanoma cells can lead to AKT dependent enhanced apoptosis resistance towards genotoxic stress, implying a careful choice of pathway inhibitors in combination therapies 
448 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?E textMine:nn ?mutation. ?C textMine:prep ?E. ?A textMine:prep ?function. ?A textMine:nsubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


515 In the two cell lines with exon 19 deletion (15 bp) (H1650 and PC9), expression of EGFR (D38B1) protein and EGFR E746 A750 deletion specific (6B6) was positive (score 3) (100%) and expression of EGFR L858R mutant specific (43B2) was negative (score 0) 
449 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?A. ?negative textMine:nsubj ?B. ?B textMine:prep ?function. ?A textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


516 Likewise, the T790M specific siRNA could knock down T790M mRNA, and also suppress cell proliferation and enhance cell caspase activity in H1975 cells containing the T790M mutation 
450 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prep ?D. ?positive textMine:dobj ?function. ?F textMine:dobj ?B. ?D textMine:partmod ?F. ?B textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


517 An accumulation of alternative mutations, including a T790M insensitive mutation, in addition to the primary activating mutation could modulate the sensitivity to EGFR TKI 
451 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?C textMine:nn ?mutation. ?F textMine:prep ?E. ?E textMine:prep ?C. ?unknown textMine:dobj ?function. ?unknown textMine:nsubj ?F.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


518 The increase in BIM expression and apoptosis are inhibited by the secondary resistant mutation, T790M 
Match

519 Indeed, we found that TAK1 was tyrosine phosphorylated in HEK293 cells transiently expressing constitutively active FGFR3 (K650E), but not the kinase dead receptor (K508M), indicating that activated FGFR3 can either directly or indirectly tyrosine phosphorylate TAK1 ( Figure 2A ) 
452 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?E. ?C textMine:nn ?function. ?I textMine:partmod ?J. ?F textMine:nsubj ?C. ?G textMine:advmod ?positive. ?K textMine:conj ?I. ?K textMine:partmod ?A. ?E textMine:appos ?mutation. ?E textMine:amod ?G. ?J textMine:ccomp ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


520 BCR ABL mutations respond differently to three tyrosine kinase inhibitors approved for first line treatment of CML, e g, Y253F and G250E mutations resistant to imatinib can respond to nilotinib or/and dasatinib, T315A shows better response to imatinib though resistant to Dasatinib and Nilotinib, while some mutations are less sensitive to nilotinib (E255K/V and F359V/C) or dasatinib (F317L and V299L)  
Match

521 TRAIL dependence on the constitutive activation of BRAF V600E  is emphasised through the overexpression of BRAF V600E  in the permissive genetic background of colon adenocarcinoma Caco 2 cells 
453 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?A. ?C textMine:nsubjpass ?B. ?A textMine:prep ?mutation. ?function textMine:amod ?positive. ?B textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


522 Ki67 labeling revealed an enhanced proliferation index in JoMa1 ALK F1174L derived tumors (48%) compared to JoMa1 ALK R1275Q  (40%), and JoMa1 ALK wt derived tumors (38%) (Figure  3b ), suggesting that the accelerated tumor growth of JoMa1 ALK F1174L tumors may partly result from their increased proliferation capacity 
454 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?C. ?A textMine:nsubj ?B. ?B textMine:prep ?F. ?F textMine:nn ?mutation. ?C textMine:nn ?function. ?C textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


523 Previous studies in other cellular contexts have demonstrated that the S252W FGFR2 mutant receptor exhibits decreased ligand dissociation ( Anderson et al, 1998 ) 
455 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?function. ?function textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


524 Indeed, dual blockade of MEK/BRAF V600E  (with PD184352, PLX4720 or vemurafenib) and MET (with crizotinib, SU11274 or MET specific siRNA) resulted in reversal of drug resistance and reduced the proliferation of melanoma cell lines, which was restored by exogenous HGF ( 29 , 109 ) 
456 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?C. ?negative textMine:dobj ?function. ?C textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


526 The most characterized resistance mutation is the T790M point mutation in exon 20, which increases the affinity of the EGFR for ATP, thus reducing the binding of EGFR TKIs to the ATP pocket 
457 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?D textMine:prep ?E. ?D textMine:amod ?mutation. ?E textMine:rcmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


527 BRAF V600E   enhances the migrating and invasive capacity of colon adenocarcinoma cells through RhoA activation  
458 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubj ?mutation. ?positive textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


528 Notably, inhibition of phosphorylation of the D816V mutation was significantly reduced compared to the D816Y and D816F isoforms 
459 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?function. ?negative textMine:pobj ?B. ?negative textMine:nsubjpass ?C. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


529 To ascertain whether E SLAM HSCs from JAK2 V617F  mice were less functional than normal controls, 10 donor E SLAM HSCs were transplanted alongside competitor BM cells and secondary transplantations were performed using BM from all the primary recipients showing even trace amounts of donor derived repopulation 
460 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:prep ?E. ?E textMine:nn ?mutation. ?function textMine:advmod ?negative. ?function textMine:nsubj ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


530 Similar to oncogenic Ras, the BRAF V600E  mutant induces an increase in the number of senescent cells in melanoma  (92)  
461 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:dobj ?positive. ?function textMine:nsubj ?C. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


531 Thus, in in vitro  assays carried out using metformin, MPP + , or TEA as prototypical substrates, a reduced or even abolished OCT1 mediated transport activity was observed for R61C, C88R, S189L, G220V, P341L, G401S, M420del, G465R, P283L, R287G, P117L, Q97K, R206C, R61S fs∗10, and C88A fs∗16 ( Table 4 ) 
462 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?B. ?C textMine:nsubjpass ?function. ?B textMine:appos ?mutation. ?E textMine:conj ?A. ?E textMine:amod ?negative. ?A textMine:amod ?G. ?G textMine:ccomp ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


532 Intriguingly, the imatinib resistant BCR/ABL mutants E255K and T315I showed increased ability as compared with native BCR/ABL to induce tyrosine phosphorylation of PECAM 1 when expressed in the murine model hematopoietic cell line BaF3 cells or in 293T cells ( Fig 4 ) 
463 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:dobj ?function. ?E textMine:infmod ?B. ?E textMine:amod ?positive. ?A textMine:dobj ?E. ?A textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


533 When we first verified the expression level of genes up regulated by FGFR2 +/S252W , similar significant alterations in these genes in FGF2 induced control fibroblasts was only observed after 24 h    
464 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?G textMine:partmod ?E. ?D textMine:nsubjpass ?unknown. ?D textMine:advcl ?F. ?unknown textMine:prep ?H. ?E textMine:agent ?mutation. ?J textMine:nn ?function. ?H textMine:prep ?J. ?F textMine:dobj ?B. ?B textMine:prep ?G.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


534 These cells express an FGFR3 mutant, K650E, which has significantly enhanced tyrosine kinase activity   
465 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?C textMine:appos ?mutation. ?C textMine:rcmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


535 BRAF V600E   mutations are found in 60% of benign nevi and are thought to result in the initial increase in proliferation of melanocytic cells followed by induction of cell cycle arrest and senescence   
466 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?positive. ?B textMine:xsubj ?D. ?D textMine:nn ?mutation. ?positive textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


536 Depletion of PKN1 increases apoptosis initiated by a BRAF V600E inhibitor 
467 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?function textMine:partmod ?A. ?B textMine:nn ?mutation. ?A textMine:agent ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


537 In vitro, both S249C and K652E or K653M mutations are shown to constitutively increase the FGFR3 kinase activity, albeit with different mechanisms ( Naski et al , 1996 ;  d’Avis et al, 1998 ) 
Match

567 These studies demonstrate that by targeting the switch pocket, this class of KIT inhibitors possesses a novel mechanism of inhibition whose dual suppression of KIT D816V neoplastic proliferation and SCF enhanced mast cell activation advocate future clinical development 
468 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?mutation. ?D textMine:nsubj ?function. ?positive textMine:dobj ?E. ?positive textMine:ccomp ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


538 NFAT transcriptional activity was approximately 10 fold higher in A375 cells and approximately 70 fold higher in WM266 4 cells compared with  BRAF  wild type CHL 1 cells ( Figure 1A ), consistent with increased B RAF activity of BRAF V600D  compared with BRAF V600E  ( Wan  et al , 2004 ) 
Match

539 The mutation F359V experiences decreased vdW (−2.13 kcal/mol) and electrostatic interactions (−0.16 kcal/mol), while decreased electrostatic interactions are experienced due to mutations E255K (0 35 kcal/mol) and E255V (−009 kcal/mol) 
469 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

