run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


1198 In H3255 cells (EGFR L858R ), which display impaired EGF mediated SHP2 phosphorylation relative to cells expressing wild type EGFR (  7  ;  Supplementary Figure S2 ), SHP2 knockdown had no substantial effect on ERK phosphorylation at any concentration of gefitinib 
948 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:nn ?negative. ?A textMine:ccomp ?B. ?E textMine:dobj ?H. ?E textMine:prep ?D. ?B textMine:nsubj ?G. ?D textMine:appos ?mutation. ?D textMine:rcmod ?A. ?H textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1199 Moreover, significant suppression of pERK following BRAF degradation by 17 AAG has also contributed to a MEK dependent DR4 downregulation in the presence of attenuated BRAF V600E  activity 
949 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?negative. ?function textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1200 The T790M  EGFR  mutant exhibited higher level of tyrosine phosphorylation than wild type  EGFR , and the T790M/L858R double mutant exhibited a substantial increase in phosphorylation levels compared with the L858R mutant alone  
950 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nn ?mutation. ?D textMine:nn ?function. ?C textMine:pobj ?B. ?C textMine:prep ?D. ?H textMine:conj ?C. ?H textMine:dobj ?A. ?A textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1201 It is believed that V617F mutation enables JAK2 to be constitutively active by reliving the negative regulatory interaction between its kinase and pseudo kinase domains 
Similar Query!!!! 


1202 Hence, the double mutation L858R+E884K modulated basal and stimulated downstream EGFR signaling differentially with differential effects on the AKT (down regulated), CBL and MAPK ERK1/2 phosphorylation (up regulated) 
Match

1203 Graph shows that autophosphorylation levels are lower for T790M (white diamonds) than for S768I (white squares) or Ins770SVD (black triangles) 
951 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:pobj ?mutation. ?E textMine:pcomp ?D. ?negative textMine:prep ?E. ?negative textMine:nsubj ?F. ?F textMine:nn ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1204 For instance, the A391E mutation in FGFR3 increases FGFR3 phosphorylation at low ligand concentration, similarly to the G380R and G375C ACH mutations studied here  
952 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:amod ?function. ?D textMine:amod ?mutation. ?positive textMine:prep ?B. ?positive textMine:nsubj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1205 BCR ABL1 ,  FLT3  D835V and  KIT  D816Y transfectants displayed an intermediate sensitivity pattern (estimated IC50s for NVP BEZ235 ~10 130 nM and ~65 180 nM for NVP BGT226) whereas  FLT3  ITD demonstrated high sensitivity for both agents with IC50s below 10 nM 
Similar Query!!!! 


1206 Moreover, E884K had a dominant effect over L858R, when in  cis , in these signaling modulatory effects 
Match

1207 The use of recombinant IFN α (rIFN α 2b) or PEG IFN α 2a in the treatment of PV can result in a significant reduction in the phlebotomy rate and is effective in inducing hematologic remission and in some cases reducing expression of  JAK2  V617F  [ 33 ] 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

953 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?function textMine:prep ?B. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1208 Immediately after introduction of EphA2 into non transformed immortalized melanocytes, there was a notable increase in the subG1 fraction, which was additive with ectopic Braf V600E  expression ( Figure 5A ) 
954 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:nn ?mutation. ?positive textMine:prep ?C. ?B textMine:prep ?function. ?C textMine:rcmod ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1209 The E17K mutation constitutively activates Akt1 by altering the kinetics and specificity of phospholipid binding, increasing the binding to PIP2, the more abundant plasma membrane phospholipid in the absence of PI3 kinase activation  
955 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:dobj ?function. ?positive textMine:nn ?mutation. ?A textMine:partmod ?E. ?A textMine:nsubj ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1211 Two of these missense mutants, V689M and L703F are constitutively active, possibly because they stabilize acceptor/donor interactions   
Match

1212 Mutant BRAF(V600E) represents a constitutively active protein serine kinase that leads to the sustained activation of the BRAF→MEK1/2→ERK1/2 MAP kinase pathway[ 3 ,  4 ] 
956 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:rcmod ?G. ?D textMine:amod ?A. ?B textMine:appos ?mutation. ?C textMine:dobj ?D. ?C textMine:nsubj ?B. ?A textMine:advmod ?positive. ?G textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1213 In particular, it inhibited MET signalling, induced cellular apoptosis, and abrogated cytoskeletal functions (key controlling step in tumour invasion and metastasis)  in vitro  ( Birchmeier  et al , 2003 ), and was effective  in vivo , leading to cytoreduction of murine tumour xenografts of the T790M EGFR expressing erlotinib resistant H1975 cells 
957 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?D. ?B textMine:nn ?mutation. ?D textMine:prep ?H. ?F textMine:partmod ?A. ?F textMine:dep ?negative. ?H textMine:prep ?B. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1214 These results suggest that sorafenib distinctively enhanced apoptosis in these cells by inhibiting the T315I mutant to attenuate the Chk1 mediated checkpoint activation 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


1215 Hence, the dynamic control of Mcl 1 levels in cells with wild type JAK2   appears to be maintained in JAK2 V617F  mutant cells 
958 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?A textMine:num ?mutation. ?C textMine:amod ?function. ?neutral textMine:prep ?A. ?neutral textMine:xsubj ?C.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1216 F1174L, which recapitulates the primary mutation found in neuroblastoma previously shown to render the enzyme insensitive to crizotinib, appears instead to induce a conformational change in the protein which results in increased affinity for ATP itself 
959 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:rcmod ?A. ?function textMine:amod ?positive. ?A textMine:prep ?function. ?E textMine:prep ?D. ?E textMine:xsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1217 One of the putative passenger variants, G831E, although negative in the BaF3 assay, was also predicted to alter function 
960 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?E textMine:prep ?A. ?unknown textMine:dobj ?function. ?unknown textMine:xsubj ?E. ?A textMine:appos ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1218 We noted that the autophosphorylation level (pY1092) of YFP EGFR ICD T790M was indeed higher than that of the wild type protein at lower expression levels (compare graphs in Figure 1D  and Figure  4B ), as reported by Vikis et al   
961 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubj ?D. ?D textMine:prep ?mutation. ?D textMine:nn ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1219 In addition, the  JAK2  V617F  mutation may increase the stability of the JAK2 protein by rendering it resistant to the effect of SOCS3 binding, as overexpression of SOCS3 results in increased SOCS3 and  JAK2  V617F  phosphorylation [ 68 ] 
962 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?I textMine:num ?mutation. ?A textMine:amod ?positive. ?C textMine:prep ?function. ?D textMine:prep ?A. ?E textMine:conj ?I. ?E textMine:prep ?H. ?E textMine:prep ?C. ?H textMine:prep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1220 Remarkably, abrogating MITF activity in  BRAF V600E mitf  melanoma leads to dramatic tumor regression marked by melanophage infiltration and increased apoptosis 
963 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:partmod ?H. ?B textMine:nn ?mutation. ?H textMine:agent ?function. ?D textMine:prep ?B. ?G textMine:prep ?F. ?G textMine:nsubj ?D. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1221 Cell viability was decreased in all mesothelioma cell lines tested in response to ARQ 197, with those harboring the T1010I MET mutation (H513 and H2596) showing the greatest sensitivity 
964 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?F. ?G textMine:nn ?mutation. ?F textMine:partmod ?A. ?C textMine:dobj ?function. ?C textMine:nsubj ?G. ?H textMine:dep ?C. ?A textMine:prepc ?H.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1222 We also find that a melanoma associated mutation within the pseudosubstrate sequence, P52L, disrupts PAK6 autoinhibition enhancing its kinase activity, potentially correlating with increased expression of PAK6 in prostate cancer, and implied alterations in kinase activity  
965 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?C textMine:prep ?function. ?C textMine:dobj ?E. ?E textMine:prep ?unknown. ?E textMine:prep ?B. ?B textMine:conj ?unknown. ?B textMine:appos ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1223 This mutation ( E17K ) increases recruitment of AKT1 to the membrane, increases AKT1 phosphorylation and activity, transforms Rat1 fibroblasts, and induces leukaemia in transgenic mice ( Carpten  et al , 2007 ) 
Match

1224 Structurally, this residue lies in the substrate binding pocket of the kinase, and the M918T mutation appears to increase RET–ATP binding affinity and the stability of the active ATP bound form, effectively making RET more active, more of the time ( 48 )–( 51 ) 
Similar Query!!!! 


1225 More recently, results were published of another phase III trial comparing the BRAF inhibitor dabrafenib (a newer generation, reversible kinase inhibitor of V600E mutant BRAF with a higher affinity than the wildtype enzyme for mutant BRAF) to dacarbazine [ 22 ] 
966 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?mutation. ?C textMine:prep ?function. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1226 The mutations T315I, E255V, F317L and F317V contribute to decreased vdW interactions with Ala269 
Match

1227 Vikis et al reported that standalone T790M mutations exhibit increased kinase activity 
Match

1228 Conversely, E884K worked in concert with L858R in  cis  to further enhance the sensitivity of the mutant receptor to gefitinib inhibition ( Fig 1A, B ) 
Match

1229 Some mutations (P112Q, R895C, E897K) enhance angiotensin II receptor mediated activation of TRPC6 when expressed in HEK293 cells, while neither the S270T nor the N143S missense mutations, nor a 57 amino acid truncation mutation (K874X), altered the channel activity   
967 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:dobj ?function. ?C textMine:nsubj ?D. ?F textMine:advcl ?E. ?D textMine:partmod ?F. ?D textMine:nn ?positive. ?E textMine:advcl ?H. ?H textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1230 AMN107 maintains activity against 32/33 imatinib resistant  BCR ABL  mutants, but has no significant activity against the T315I mutant ( Table 1 ) ( Manley  et al , 2005 ;  O'Hare  et al , 2005 ;  Weisberg  et al , 2005 ) 
968 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?D textMine:dobj ?function. ?neutral textMine:conj ?D. ?A textMine:nn ?mutation. ?function textMine:prep ?A.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1231 While ERBB2 L755S and ERBB2 L755P mutants remained sensitive to AEE788 at very high concentrations (IC90 below 2 µM), the gatekeeper ERBB2 T798M mutation is totally resistant (IC50>2 µM) to AEE788 treatment ( Figure 4B ) 
Similar Query!!!! 


1232 It appears that PtdIns binding is enhanced in the E416A mutant for two reasons; (i) the Arg 380 –Glu 416  salt bridge, which otherwise blocks the entrance to the binding pocket, is broken, and (ii) the sentry glutamate residue, Glu 416 , is replaced by an alanine in this open state, which further increases the accessibility of the binding site for negatively charged lipid headgroups 
969 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?A. ?H textMine:rcmod ?B. ?G textMine:agent ?I. ?A textMine:amod ?function. ?I textMine:prep ?H. ?D textMine:nn ?mutation. ?J textMine:conj ?G. ?J textMine:ccomp ?positive. ?B textMine:dobj ?E. ?positive textMine:prep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1233 It is striking that several of the variants with reduced activity had altered evolutionarily conserved glycine residues; that is, G220V, G401S, and G465R, suggesting that these residues may be particularly important for OCT1 function   
970 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?F textMine:prep ?A. ?A textMine:prep ?function. ?unknown textMine:dobj ?B. ?unknown textMine:nsubj ?F. ?B textMine:rcmod ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1234 Treatment of melanoma cells with BRAF (V600E) specific shRNA or MEK inhibitors resulted in decreased immunosuppressive activity of melanoma cells on DCs, suggesting that MAPK signaling pathway in cancer is associated with impaired DC function in melanoma patients 
971 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:prep ?C. ?D textMine:appos ?mutation. ?C textMine:prep ?D. ?function textMine:amod ?negative. ?B textMine:prep ?function. ?B textMine:nsubj ?G.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1235 Finally, the researchers identified a new TKI resistance mutation (L747S, substitution of serine for leucine at position 747) in a patient whose TKI sensitive NSCLC had become resistant to gefitinib, and showed that this resistance mutation also reduced TKI induced apoptosis in cells growing in dishes by interfering with BIM up regulation 
972 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:ccomp ?negative. ?C textMine:conj ?B. ?C textMine:dobj ?F. ?F textMine:dep ?G. ?negative textMine:ccomp ?function. ?G textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1236 The presence of R164Q in cluster 2, rather than in cluster 1 with wt  K Ras  was therefore initially surprising, but suggests that the R164Q mutation also has an 'activating' phenotype, albeit attenuated relative to the other mutations studied 
Match

1237 Research into the molecular mechanisms of BRAF V600E  positive tumors has revealed that the missense valine to glutamic acid mutation increases kinase activity, promoting the constitutive activation of MEK ERK signaling and enhancing ERK dependent transcriptional output  
Match

1238 However, response to the EGFR TKIs may be short lived due possibly to a secondary mutation in the EGFR (T790M), or increased signaling through pathways downstream to the EGFR without its activation   
973 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:prep ?I. ?I textMine:partmod ?A. ?D textMine:prep ?B. ?B textMine:appos ?mutation. ?A textMine:prep ?function. ?H textMine:conj ?positive. ?H textMine:prep ?D. ?positive textMine:xcomp ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1239 Here, we present evidence that BRAF V600E  enhances migration and invasion properties in colon carcinoma cells through RhoA activation, while KRAS G12V  induces these properties less efficiently as compared to BRAF V600E , albeit through Cdc42 activation and filopodia formation 
974 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?function. ?positive textMine:advcl ?D. ?positive textMine:dobj ?C. ?D textMine:pobj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1240 More recently, several groups have demonstrated that dasatinib treatment reduces tumor growth and inhibits metastasis in various mouse models of BRAF WT  and BRAF V600E  positive thyroid cancer [ 23 ,  27 ,  31 ] 
975 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?E. ?C textMine:nn ?mutation. ?E textMine:prep ?C. ?negative textMine:conj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1241 BRAF  belongs to the RAF family of serine/threonine kinases and the V600E mutation results in constitutive activation in 45% of papillary thyroid carcinomas in adults 
976 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?D textMine:prep ?function. ?D textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1242 However, four mutations (E269S, S448N, K493E and K493Q), that had no effect on the sensitivity of PKR to inhibition by vacK3L H47R or varE3L, resulted in increased resistance to varC3L 
977 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dep ?mutation. ?function textMine:amod ?positive. ?C textMine:prep ?function. ?C textMine:nsubj ?E. ?E textMine:appos ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1243 We recently reported that the activity of the tumour suppressor protein phosphatase 2A (PP2A) is markedly inhibited in blast crisis CML patient cells and that molecular or pharmacologic re activation of PP2A phosphatase led to growth suppression, enhanced apoptosis, impaired clonogenic potential and decreased  in vivo  leukaemogenesis of imatinib sensitive and  resistant (T315I included) CML BC patient cells and/or BCR/ABL +  myeloid progenitor cell lines 
978 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:appos ?function. ?C textMine:parataxis ?A. ?C textMine:dep ?D. ?D textMine:prep ?G. ?A textMine:nsubj ?mutation. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1244 Increased activation of Akt1 by E17K, L52R, C77F, and Q79K mutants led, as expected, to increased phosphorylation of Akt target proteins including FOXO1/3 and PRAS40 
979 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?A textMine:prep ?function. ?A textMine:nsubj ?E. ?C textMine:prep ?B. ?E textMine:prep ?C. ?B textMine:num ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1245 Hence, E884K in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
Match

1246 E255K and T315I are the most predominant mutations of BCR/ABL causing imatinib resistance in patients and may increase the kinase activity or change the substrate preferences of BCR/ABL ( 15 , 18 ) 
Match

1247 The former is the case of the S492R mutant, which confers resistance to cetuximab since the mutation is located in its binding epitope on the EGFR external domain  ; whereas the later is the case of the T790M mutant (mutation in the kinase domain), which confers resistance to gefitinib or erlotinib in lung adenocarcinomas   by stabilizing the active tyrosine kinase conformation and enhancing aTP binding   
980 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prepc ?positive. ?H textMine:parataxis ?E. ?H textMine:prep ?G. ?E textMine:prep ?A. ?positive textMine:acomp ?function. ?G textMine:nn ?mutation. ?A textMine:rcmod ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1248 Our previous study also demonstrated that the COS 7 cell expressing c Met N375S  mutation was less sensitive to specific MET kinase inhibitors such as SU11274 compared to cell expressing  c Met  wild type  
981 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:ccomp ?D. ?function textMine:advmod ?negative. ?function textMine:nsubj ?B. ?D textMine:amod ?mutation. ?B textMine:partmod ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1249 From  Table 2 , we observed that Leu298 has stable interactions with CF 3  throughout MD simulations in all mutations, while Leu354 experiences increased vdW interactions with mutations E255K and T315A 
Match

1250 On the contrary, the initial status of the  JAK2 V617F genotype was significantly associated with the risk of incurring into BT (P<0.001); it resulted higher in patients who had either wt or homozygous V617F genotype with respect to those who had heterozygous genotype (HR, 1.98; 95% CI, 1.11 to 3.53; P = 0.019, and HR 2.04; 95% CI, 1.12 to 3 71; P = 0018, respectively) ( Figure 1 ) 
982 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:nn ?mutation. ?D textMine:dobj ?E. ?F textMine:rcmod ?D. ?function textMine:prep ?F. ?function textMine:advmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1251 The gene expression domain of  dlx3  is altered for both expression pattern and intensity of signal, such that there is no  dlx3  detected in the BRAF V600E  expressing embryos 
983 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:prep ?mutation. ?A textMine:xcomp ?function. ?unknown textMine:ccomp ?A.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1252 This unexpected facet of oncogenic RET M918T is in addition to increasing RET enzymatic activity and ATP affinity ( Figures 5  and  7 ) 
984 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?mutation. ?function textMine:amod ?positive. ?A textMine:prep ?function. ?A textMine:nsubj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1253 Graph shows that the common L858R mutation confers higher autophosphorylation levels to YFP EGFR ICD than P848L and A859T 
Match

1254 The addition of c MET siRNA to either EGFR wild type or T790M specific siRNAs, resulted in an increased effect on cell growth inhibition and caspase−3/7 activity induction 
985 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:prep ?A. ?G textMine:ccomp ?E. ?E textMine:prep ?F. ?A textMine:prep ?function. ?A textMine:amod ?positive. ?F textMine:num ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1255 This agent has 325 fold greater activity against unmutated BCR ABL in vitro  than imatinib, and displays activity in all but one of the known imatinib resistant BCR ABL mutations (i e, T315I)   
986 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?function. ?D textMine:amod ?positive. ?D textMine:prep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1256 Some studies that investigated human periosteal fibroblasts  , murine osteoblasts  , murine stem cells  , or calvarial cells during embryonic sutures formation in murine AS models   point to the FGFR2 S252W  mutation as responsible for increasing cell proliferation 
Similar Query!!!! 


1257 FGFR3 mRNA expression is higher in tumors with S249C FGFR3 mutation
Match

1258 Hence, an effect of PLX4032 was recently demonstrated on the uptake of 18F FDG in melanoma cells, whereas inducible expression of  V600E BRAF increased the glucose uptake rate and decreased O 2  consumption in thyroid cancer cells   
987 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?E. ?C textMine:amod ?function. ?negative textMine:nsubj ?C. ?E textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1259 Importantly, the wild type protein formed fibrils only at 10 μM erlotinib, whereas the TKI sensitive mutants relocated to fibrils in the presence of 10–100 nM erlotinib, and this effect was fully abrogated by the erlotinib resistant T790M mutation 
988 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:nn ?mutation. ?negative textMine:agent ?B. ?negative textMine:nsubjpass ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1260 Mcl 1 depletion in JAK2 V617F  mutant SET 2 cells increases apoptosis and sensitizes the cells to NVP BSK805 induced cell death  
989 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?mutation textMine:rcmod ?function. ?function textMine:nsubj ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1261 Similar to E884K, R958D modulated the sensitizing effect of L858R differentially to reversible EGFR inhibitors when in  cis  (with L858R) 
Match

1262 This is consistent with our observations that T315I cells have elevated basal level HR activity over parental cells ( Fig 3B and C ) 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


1263 For 5 REs, representative of strong, moderate, weak, and nearly absent responsiveness to wild type p53, the functional assay was extended to five p53 missense germline mutations, of which three retain partial function (A138S, C141Y, R337C) and two are loss of function (A138P, R175H)   
990 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?B textMine:dep ?mutation. ?neutral textMine:ccomp ?F. ?D textMine:appos ?B. ?F textMine:prep ?function. ?F textMine:nsubj ?D.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1264 These studies demonstrate that by targeting the switch pocket, this class of KIT inhibitors possesses a novel mechanism of inhibition whose dual suppression of KIT D816V neoplastic proliferation and SCF enhanced mast cell activation advocate future clinical development 
Similar Query!!!! 


1265 Moreover, high expression of the glucose transporter type 1 gene supports the use of PET with specific tracers in the clinical management of such cancers, and BRAF V600E point mutations may lead to less differentiated phenotypes and lower expression of NIS, suggesting a worse prognosis [ 15 ] 
991 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?mutation. ?E textMine:amod ?positive. ?A textMine:conj ?F. ?A textMine:nsubj ?E. ?F textMine:prep ?function. ?F textMine:nsubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

