run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


239 The AKT1 (E17K) mutant can cause increases in the protein levels of Bcl 2 and the phosphorylation of the pro apoptotic protein BAD, resulting in enhanced resistance to apoptosis 
212 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?function. ?C textMine:dobj ?positive. ?C textMine:nsubj ?E. ?E textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


240 However, this EGFR mutant carrying D761Y or L747S was 100 fold less resistant to EGFR TKIs than the mutant carrying T790M in vitro 
213 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:advmod ?negative. ?function textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


241 Other possibilities are that the associated haplotype causes the JAK2  gene to be more susceptible to mutation or allows increased survival of  JAK2  V617F  alleles 
Similar Query!!!! 


242 Initial data testing MEK inhibitors in melanoma cell lines suggested a high level and selective sensitivity in  BRAF   V600E   mutant melanoma cell lines, with low sensitivity in melanoma cell lines with other driver oncogenes   
214 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?B. ?A textMine:amod ?positive. ?E textMine:prep ?function. ?E textMine:dobj ?A. ?B textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


243 Our biochemical studies here now show that E884K mutation in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
215 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?B textMine:partmod ?function. ?function textMine:prep ?A. ?A textMine:amod ?unknown. ?E textMine:prep ?B. ?E textMine:pobj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


244 The somatic E884K substitution appears to be relatively infrequent, and resulted in a mutant lysine residue that disrupts an ion pair with residue R958 in the EGFR kinase domain C lobe, an interaction that is highly conserved within the human kinome as demonstrated by our sequence analysis and structure analysis 
216 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?G. ?negative textMine:prep ?C. ?A textMine:prep ?F. ?A textMine:nsubj ?H. ?F textMine:rcmod ?negative. ?G textMine:appos ?function. ?H textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


245 In addition, the  JAK2  V617F  mutation may increase the stability of the JAK2 protein by rendering it resistant to the effect of SOCS3 binding, as overexpression of SOCS3 results in increased SOCS3 and  JAK2  V617F  phosphorylation [ 68 ] 
217 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?H textMine:num ?mutation. ?A textMine:amod ?positive. ?C textMine:prep ?A. ?D textMine:conj ?H. ?D textMine:prep ?G. ?D textMine:prep ?function. ?G textMine:prep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


246 It is also interesting that the apparent K  m  of L858R tEGFR for substrate peptide is ~4 fold greater than for WT and Δ746–750 tEGFRs 
218 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?D. ?E textMine:amod ?mutation. ?F textMine:prep ?E. ?D textMine:amod ?function. ?positive textMine:nsubj ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


247 NVP BEZ235 inhibited proliferation of both cytokine independent WT BCR ABL  and mutant  BCR ABL  (E255K and T315I) overexpressing cells, whereas parental cytokine dependent Ba/F3 cells were much less sensitive 
219 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:appos ?mutation. ?function textMine:advmod ?negative. ?D textMine:prep ?C. ?F textMine:advcl ?function. ?F textMine:dobj ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


248 The extent of body weight loss in general correlated with mortality however the M106I mutant virus induced the greatest weight loss but resulted in less mortality than the two most virulent mutants, D2N †  and M106I+L98S, which both induced the next greatest statistically significant increase in body weight loss compared to rHK wt (p<0 001,
220 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:nn ?mutation. ?A textMine:amod ?negative. ?A textMine:prep ?D. ?A textMine:rcmod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


249 The results showed an increase in phospho FAK (S910), the ERK1/2 phosphorylation site, in YUDOSO BRAF WT  and a reduction in YULAC BRAF V600E  melanoma cells ( Figure 6B , pFAK S910) 
221 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nn ?mutation. ?C textMine:nn ?function. ?E textMine:prep ?A. ?positive textMine:conj ?E. ?positive textMine:appos ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


250 The putative relationships between  MLH1  expression and BRAF V600E, RET/PTC and IDH1 genetic alterations were evaluated 
222 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?D textMine:nn ?mutation. ?B textMine:prep ?unknown. ?B textMine:prep ?D. ?B textMine:prep ?function. ?function textMine:conj ?unknown. ?function textMine:conj ?D.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


251 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
223 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:dobj ?A. ?C textMine:dobj ?function. ?C textMine:nsubj ?F. ?function textMine:conj ?A. ?A textMine:amod ?positive. ?F textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


252 Strongly reduced activity of the PPARγ K365R mutant contradicts the results of Pascual  et al who reported similar activation of the Aox tk  luciferase construct by wild type PPARγ and by the PPARγ K365R mutant 
224 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:prep ?D. ?E textMine:ccomp ?F. ?negative textMine:dep ?E. ?negative textMine:dobj ?function. ?D textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


253 In an  in vitro  study, these two types of EGFR mutants demonstrated an enhanced TK activity in response to EGF and increased sensitivity to inhibition by TKI, although the biological activity between tumours with L858R and those with deletions was different ( Paez  et al , 2004 ;  Pao  et al , 2004 ) 
225 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?mutation. ?F textMine:prep ?E. ?D textMine:nsubj ?F. ?A textMine:advcl ?D. ?positive textMine:xcomp ?A. ?positive textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


254 This led us to question whether in solution, perturbation of the autoP trajectory by RET M918T could arise through presentation of a better intermolecular substrate by favoring an “AL out” conformer presenting Y900 or Y905 as a substrate to an active RET kinase in  trans  
226 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:partmod ?A. ?H textMine:prep ?E. ?C textMine:prep ?mutation. ?E textMine:amod ?function. ?A textMine:prep ?H. ?F textMine:prep ?C. ?positive textMine:dobj ?B. ?D textMine:prepc ?positive. ?D textMine:nsubj ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


255 T315I is a gate keeper mutation that abrogates inhibitor binding to the BCR ABL kinase domain 
227 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:rcmod ?negative. ?C textMine:nsubj ?mutation. ?negative textMine:dobj ?D. ?D textMine:amod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


256 Of note, a decreased steady state expression of the R728L variant was detected in both cell lines, and the T933M variant in hTERT RPE1 cells (  Fig S6A and B  ) 
Similar Query!!!! 

Similar Query!!!! 


257 Enforced expression of Stat3C increased miR 92a expression in H460 cells that could be inhibited by S3I 201 ( Figure 3D ) 
228 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:number ?mutation. ?E textMine:rcmod ?function. ?positive textMine:dobj ?D. ?function textMine:agent ?A. ?D textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


258 Moreover, E884K had a dominant effect over L858R, when in  cis , in these signaling modulatory effects 
229 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?function. ?D textMine:dobj ?C. ?C textMine:prep ?mutation. ?C textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


259 Remarkably, abrogating MITF activity in  BRAF V600E mitf  melanoma leads to dramatic tumor regression marked by melanophage infiltration and increased apoptosis 
Similar Query!!!! 

Similar Query!!!! 


260 In addition, in PMF, JAK2 V617F positive patients, compared to their mutation negative counterparts, were more likely to display higher plasma levels of IL 1RA, IL 2R, IL 6, IL 12, hepatocyte growth factor (HGF), CXCL10 and monokine induced by interferon (IFN) γ other phenotypic correlates included increased levels of (i) IL 6 and IL 8 with constitutional symptoms, (ii) HGF with marked splenomegaly, (iii) IL 2R, IL 8, IL 10, macrophage inflammatory protein (MIP) 1α and monocyte chemotactic protein 1 with red cell transfusion dependency, (iv) IL 2R, HGF and CXCL10 with leukocytosis and (v) CXCL10 with thrombocytopenia 
230 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:partmod ?function. ?A textMine:dobj ?B. ?A textMine:dobj ?D. ?A textMine:xsubj ?F. ?B textMine:conj ?C. ?D textMine:conj ?C. ?D textMine:conj ?B. ?D textMine:amod ?positive. ?F textMine:num ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


261 With the aim of selecting the best assays for the tracking of MRD (% JAK2  V617F <1), in QC5, two further 'in house' assays were evaluated (Assays 8 and 9), but were eliminated because they exhibited poorer specificity when tested on serial dilutions of HEL in K562 cells 
231 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:advcl ?function. ?F textMine:nsubj ?mutation. ?I textMine:dobj ?G. ?H textMine:ccomp ?F. ?J textMine:conj ?negative. ?J textMine:prep ?C. ?A textMine:dep ?H. ?G textMine:prep ?A. ?C textMine:prepc ?I.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


262 The mutations F317V, Y253F, Y253H and E255K experience increased vdW interactions with residue Leu248 
Similar Query!!!! 


263 Ba/F3 cells with ITD A848P FLT3 were resistant to both sunitinib and sorafenib, but maintained sensitivity to midostaurin 
232 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?B textMine:nn ?mutation. ?A textMine:prep ?B. ?neutral textMine:dobj ?function. ?neutral textMine:nsubj ?A.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


264 Hence we hypothesized that the constitutive activation of the EGFR/RAS/BRAF pathway could be responsible for the lack of sensitivity of FO 1 cells to NAC and therefore treated them with both NAC and PLX4032, a specific inhibitor of BRAF V600E 
233 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?mutation. ?G textMine:conj ?D. ?G textMine:ccomp ?E. ?E textMine:nsubj ?function. ?function textMine:amod ?positive. ?D textMine:dobj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


265 JAK2 inhibitors, such as pacritinib (SB1518), an oral inhibitor currently in Phase II clinical studies, as well as other JAK2 inhibitors show significant efficacy in treating MPNs, reducing the JAK STAT (signal transducer and activator of transcription) signaling, spleen size, JAK2 V617F  mutation burden, as well as levels of certain cytokines/growth factors relevant in MPNs 
234 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:parataxis ?F. ?B textMine:appos ?A. ?A textMine:nn ?mutation. ?D textMine:dep ?negative. ?D textMine:dobj ?B. ?F textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


266 Specifically, BRAF V600E  alters the typical epithelial morphology of Caco 2 cells, the distribution of E cadherin and reduces its expression at the mRNA level 
Match

267 The former is the case of the S492R mutant, which confers resistance to cetuximab since the mutation is located in its binding epitope on the EGFR external domain  ; whereas the later is the case of the T790M mutant (mutation in the kinase domain), which confers resistance to gefitinib or erlotinib in lung adenocarcinomas   by stabilizing the active tyrosine kinase conformation and enhancing aTP binding   
235 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prepc ?positive. ?B textMine:nn ?mutation. ?B textMine:rcmod ?D. ?positive textMine:acomp ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


268 In pre clinical studies, JAK2 inhibitors reduced the proliferation of JAK2 V617F  and MPL W515L  mutant cells and attenuated disease development in murine models of MPN ( 40   43 ) 
236 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?mutation. ?negative textMine:iobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


269 This uncoupling of the LKB1 AMPK complex allows BRAF V600E  oncogene driven cancer cells to become resistant to energy stress and avoid apoptosis   
237 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:partmod ?A. ?C textMine:nn ?mutation. ?A textMine:xcomp ?negative. ?A textMine:xcomp ?function. ?function textMine:conj ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


270 In vitro  studies in thyroid cells suggest that BRAF V600E induces invasion via increased expression of matrix metalloproteinases (MMP12) ( Mesa  et al , 2006 ) and that it reduces expression and membrane localisation of the Na, I symporter responsible for thyrocyte uptake of iodine ( Riesco Eizaguirre  et al , 2006 ) 
238 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:nsubj ?mutation. ?B textMine:conj ?negative. ?negative textMine:dobj ?D. ?D textMine:nn ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


271 However, tyrosine phosphorylation on the EGFR mutants could be further increased by EGF stimulation ( Figure 2 B), suggesting that the mutant EGFRs exhibit both ligand independent and ligand dependent activation, similar to that observed upon EGF stimulation of the L858R mutant H3255 lung adenocarcinoma cell line   
239 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?F. ?D textMine:amod ?A. ?F textMine:nn ?mutation. ?G textMine:ccomp ?J. ?E textMine:partmod ?G. ?J textMine:dobj ?D. ?J textMine:nsubj ?function. ?positive textMine:agent ?E. ?A textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


272 Cells expressing S249C and Y375C FGFR3 displayed an increased saturation density, related to increased proliferation and viability 
240 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:partmod ?F. ?E textMine:dobj ?A. ?E textMine:nsubj ?mutation. ?F textMine:prep ?function. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


273 In normal B cells, the wild type BRAF activation loop (T 599 VKS 602 ) induces kinase activity by conformational changes  [27] , whereas the V600E mutation intrinsically achieves a constitutively active conformation by mimicking the loop, leading to chronic MEK/ERK signaling and transformation  [28]  
241 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:advmod ?positive. ?A textMine:amod ?function. ?D textMine:nn ?mutation. ?E textMine:nsubj ?D. ?E textMine:dobj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


274 Upon FGF2 stimulation, S252W fibroblasts significantly altered expression of 55 DEGs, up regulating 21 genes and down regulating 34 genes ( Table S3 ) 
242 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:prepc ?function. ?unknown textMine:nsubj ?D. ?D textMine:nn ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


275 BCR ABL1 ,  FLT3  D835V and  KIT  D816Y transfectants displayed an intermediate sensitivity pattern (estimated IC50s for NVP BEZ235 ~10 130 nM and ~65 180 nM for NVP BGT226) whereas  FLT3  ITD demonstrated high sensitivity for both agents with IC50s below 10 nM 
243 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:dobj ?function. ?C textMine:nn ?mutation. ?B textMine:nsubj ?C. ?B textMine:advcl ?E. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


276 BRAF V600E   mutation is the most frequent genetic alteration in papillary thyroid carcinoma (PTC); its high prevalence makes this oncogene a useful marker to refine inconclusive FNC results 
244 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?D textMine:infmod ?B. ?unknown textMine:parataxis ?E. ?unknown textMine:nsubj ?A. ?A textMine:nn ?mutation. ?E textMine:dobj ?D. ?B textMine:dobj ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


277 E255K and T315I are the most predominant mutations of BCR/ABL causing imatinib resistance in patients and may increase the kinase activity or change the substrate preferences of BCR/ABL ( 15 , 18 ) 
245 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:conj ?B. ?E textMine:conj ?positive. ?E textMine:nsubj ?mutation. ?B textMine:dobj ?A. ?A textMine:amod ?function. ?positive textMine:conj ?B. ?positive textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


278 This mutation ( E17K ) increases recruitment of AKT1 to the membrane, increases AKT1 phosphorylation and activity, transforms Rat1 fibroblasts, and induces leukaemia in transgenic mice ( Carpten  et al , 2007 ) 
Match

279 Here we provide the first evidence that  V600E BRAF causes the upregulation of genes involved in glycolysis, whereas knock down of  V600E BRAF in melanoma cells conversely reduces the expression of these genes, lowers the rate of glycolysis and causes the reversal of the Warburg phenotype 
246 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:prep ?function. ?negative textMine:nsubj ?F. ?negative textMine:advcl ?A. ?C textMine:prep ?E. ?E textMine:nn ?mutation. ?A textMine:csubj ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


280 E255K and T315I are the most predominant mutations of BCR/ABL causing imatinib resistance in patients and may increase the kinase activity or change the substrate preferences of BCR/ABL ( 15 , 18 ) 
247 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:conj ?positive. ?C textMine:nsubj ?mutation. ?C textMine:nsubj ?E. ?E textMine:conj ?mutation. ?positive textMine:dobj ?function. ?positive textMine:nsubj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


281 Another study found uncoupling in rare TnC variants identified in DCM: cTnC Y5H, M103I, and I148V either decreased or abolished the effects of PKA phosphorylation on Ca 2+  sensitivity (Pinto et al,  2011 ) 
248 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?negative textMine:nsubj ?B. ?B textMine:conj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


283 In fact, rare divergent results between BRAF DNA sequencing and V600E immunohistochemistry usually resolve in favor of the antibody based results 
249 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?F. ?mutation textMine:dep ?B. ?F textMine:partmod ?C. ?B textMine:prep ?positive. ?C textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


284 E884K EGFR modulates inhibitor sensitivity effects in an inhibitor specific fashion
250 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dobj ?D. ?unknown textMine:nsubj ?B. ?D textMine:nn ?function. ?B textMine:nn ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


285 The classic FOP associated ACVR1 mutation R206H renders ACVR1 constitutively active and increases the phosphorylation of downstream Smad1 effector proteins 
251 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?A textMine:nn ?mutation. ?E textMine:conj ?positive. ?E textMine:iobj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


286 Indeed, upon the addition of NN, hTMSC chemotactic migration was significantly reduced compared with the control condition as well as to N C  stimulated cells ( Fig. 3  A )  Furthermore, in NSCLC line H1975, which expresses EGFR with the double mutation L858R and T790M as well as HER2 and HER3  , NN stimulation reduced chemokinesis relative to NRG stimulated and untreated control cells ( Fig 3 ,  B  and  C ) 
252 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?H textMine:pobj ?G. ?G textMine:partmod ?C. ?A textMine:rcmod ?E. ?F textMine:nsubj ?negative. ?E textMine:dobj ?function. ?I textMine:xcomp ?F. ?I textMine:advcl ?H. ?C textMine:prep ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


287 Recent studies have demonstrated an approximately 10 fold higher tumor burden with Braf V600E  expression in mouse lung compared to Kras G12D , while adenocarcinoma formation was exclusively observed with Kras G12D  but not Braf V600E  expression  [56] ,  [57]  
253 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:advcl ?E. ?F textMine:ccomp ?C. ?C textMine:dobj ?A. ?H textMine:nn ?function. ?H textMine:nn ?mutation. ?E textMine:prep ?H. ?A textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


288 Oncogenic mutations, S768I and L861Q, may alter the canonical interactions at the JM C helix interface
254 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dobj ?function. ?unknown textMine:nsubj ?C. ?C textMine:appos ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


289 Ki67 staining showed that the proportion of proliferating cells was significantly increased within the midline mesenchyme separating premaxillary bones in  Fgfr2 +/S252W   mice compared with unaffected littermates 
255 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:prep ?F. ?D textMine:partmod ?A. ?B textMine:amod ?function. ?C textMine:prep ?B. ?positive textMine:prep ?D. ?positive textMine:nsubjpass ?C. ?A textMine:dobj ?G. ?F textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


290 Motesanib and imatinib have much diminished activity against the activation loop mutant (D816V) 
256 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:appos ?mutation. ?F textMine:nsubj ?B. ?F textMine:dobj ?G. ?E textMine:nn ?function. ?G textMine:prep ?E. ?G textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


291 In the present study, FGFR2 S252W  mutation leads to increased proliferation, migration, and osteogenic potential of both fibroblasts and MSCs 
Similar Query!!!! 


292 FDG could furthermore be used to distinguish between  BRAF  V600E  mutant melanomas with high or low sensitivity to PLX4032 
257 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?A textMine:prep ?function. ?A textMine:prep ?B. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


293 H606Q disrupts the interactions between the residue 606 sidechain and the L604/L609 backbones, affecting the conformation of the loop (604 to 609) connecting the JH2 C helix and the β 4 sheet and thus changing the position of V617 relative to the C helix 
Match

294 Here, we show for the first time that activation of FGFR3 is associated with an increase in FGFR3b expression in S249C mutated tumors 
258 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?C. ?C textMine:prep ?E. ?function textMine:prep ?positive. ?E textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


295 Since this initial report, Xing has shown that the BRAF activating mutation is the most common genetic alteration in thyroid cancer  , occurring in 18% to 87% of thyroid cancers  ; importantly, the BRAF V600E   mutation occurs in nearly 45% of sporadic cases of PTC   and 24% of cases of anaplastic carcinoma   
259 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?G textMine:parataxis ?A. ?G textMine:ccomp ?unknown. ?E textMine:nn ?mutation. ?A textMine:nsubj ?E. ?unknown textMine:nsubj ?B. ?B textMine:nn ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


296 One important question that emerged was whether the higher aggregation propensity of the R248Q mutant was related to the negative dominance effect observed  in vivo  
260 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:prep ?C. ?C textMine:nn ?mutation. ?function textMine:amod ?negative. ?E textMine:prep ?function. ?E textMine:nsubjpass ?F.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


297 Patients with Apert syndrome with the S252W mutation in the FGFR2  gene enhanced osteoblastic marker gene expression and ALP activity  
261 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?F. ?positive textMine:dobj ?function. ?positive textMine:nsubj ?B. ?B textMine:prep ?E. ?F textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


298 Increased activation of Akt1 by E17K, L52R, C77F, and Q79K mutants led, as expected, to increased phosphorylation of Akt target proteins including FOXO1/3 and PRAS40 
262 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?C textMine:prep ?mutation. ?E textMine:prep ?C. ?A textMine:prep ?function. ?A textMine:nsubj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

