run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


57 Compared to L858R alone, the L858R+E884K dual mutant was less sensitive to erlotinib in the inhibition of tyrosine phosphorylation of EGFR 
56 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:nn ?mutation. ?function textMine:advmod ?negative. ?function textMine:nsubj ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


58 9   Preclinical studies have shown superior activity of afatinib over first generation TKIs, mainly due to (1) irreversible binding, which confers stronger binding affinity and potency, (2) ability to circumvent first generation TKI resistance mechanism T790M mutation in exon 20, and (3) effectiveness against multiple HER endothelial growth factor receptors   10  
57 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?D. ?A textMine:dep ?G. ?C textMine:conj ?I. ?C textMine:amod ?positive. ?E textMine:rcmod ?J. ?I textMine:dep ?function. ?J textMine:dobj ?I. ?J textMine:dobj ?C. ?D textMine:nn ?mutation. ?G textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


59 These data suggest that Lyn is constitutively activated in PVTL 1 cells and activates signaling pathways involving the SHP2/Gab2 and CrkL/c Cbl complexes as well as SHP1 among others, while Jak2 V617F uniquely activates STAT5 and is partly involved in phosphorylation of SHP2 
58 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:conj ?C. ?A textMine:advmod ?positive. ?E textMine:prep ?H. ?H textMine:dep ?function. ?D textMine:nn ?mutation. ?C textMine:ccomp ?E. ?function textMine:nsubj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


60 In contrast, the silencing of  BRAF   V600E   by transfecting siBRAF resulted in an increase in the inactivating phosphorylation (S127) and cytosolic translocation of YAP1 ( Figures 3c and d ) 
59 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?mutation. ?function textMine:prep ?positive. ?function textMine:nsubj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


61 Moreover, upon IBR2 treatment, the HR activity in T315I was reduced to a level comparable to that in parental cells, while the latter was relatively insensitive to the treatment, suggesting a potential therapeutic window (Supporting Information  Fig S9 ) 
60 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubjpass ?function. ?function textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


62 By contrast, in V600E mutated melanoma cells, IC 50  values were lower than 100 n M , whereas V600E unmutated cells (including cells carrying other  BRAF  mutations) required more than 1 μ M  to display any sensitivity 
61 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:dobj ?function. ?C textMine:xsubj ?F. ?A textMine:xcomp ?C. ?A textMine:nsubj ?F. ?negative textMine:advcl ?A. ?F textMine:num ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


63 Furthermore, some activating mutations in EGFR, mainly deletion mutations in exon 19 and the single L858R point mutation in exon 21, are associated with increased response and survival after tyrosine kinase inhibitor therapy, whereas the T790M point mutation or insertion mutations in exon 20 of EGFR, are associated with failure to respond   
62 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:nsubjpass ?B. ?H textMine:conj ?function. ?H textMine:amod ?positive. ?D textMine:nsubj ?mutation. ?B textMine:dep ?D. ?C textMine:advcl ?E. ?C textMine:prep ?function. ?C textMine:prep ?H.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


64 For instance, the A391E mutation in FGFR3 increases FGFR3 phosphorylation at low ligand concentration, similarly to the G380R and G375C ACH mutations studied here  
63 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:amod ?mutation. ?positive textMine:dobj ?function. ?positive textMine:nsubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


65 Increased activation of Akt1 by E17K, L52R, C77F, and Q79K mutants led, as expected, to increased phosphorylation of Akt target proteins including FOXO1/3 and PRAS40 
64 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:nn ?mutation. ?function textMine:amod ?positive. ?A textMine:prep ?function. ?A textMine:nsubj ?E. ?B textMine:prep ?G. ?E textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


66 In most of adult forms of indolent systemic mastocytosis, KIT is constitutively activated as a consequence of D816V mutation, whereas in pediatric forms of mastocytosis extracellular and juxtamembrane mutations are more common    
65 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:amod ?mutation. ?function textMine:prep ?A. ?function textMine:advmod ?positive. ?A textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


67 In preclinical studies, T cell viability and function was preserved when peripheral blood mononuclear cells and BRAF V600E  mutant melanoma cells were exposed to clinically relevant concentrations of vemurafenib  in vitro    
Match

68 The second, incidentally found during study of the pathogenic Sec23A F382L mutation ( 56 ), is that Sar1B Sec23 Sec24 pre budding complexes have lower affinity for Sec13/Sec31A than equivalent Sar1A Sec23 Sec24 complexes, reducing Sec23 mediated hydrolysis of GTP on Sar1 
66 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:ccomp ?J. ?function textMine:amod ?negative. ?B textMine:prep ?E. ?G textMine:ccomp ?D. ?G textMine:nsubj ?C. ?J textMine:dobj ?function. ?C textMine:partmod ?I. ?I textMine:prep ?B. ?E textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


69 T875N is located in the kinase domain of JAK2, in a loop predicted to be within interaction distance of the linker region between the kinase and pseudokinase domains ( Figure 4C, right panel ) and could induce constitutive activity of JAK2 by triggering a conformational change of the pseudokinase domain 
67 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nsubj ?mutation. ?D textMine:dobj ?function. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


70 Sumimoto et al ( 15 ) have shown that BRAF V600E  knock down decreased phospho ERK1/2 protein levels and inhibited invasion of melanoma cells accompanied by a decrease of matrix metalloproteinase activity and ITGβ1 expression 
68 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:dobj ?C. ?E textMine:nsubj ?mutation. ?A textMine:agent ?negative. ?D textMine:partmod ?A. ?C textMine:prep ?D. ?C textMine:amod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


71 Finally, the researchers identified a new TKI resistance mutation (L747S, substitution of serine for leucine at position 747) in a patient whose TKI sensitive NSCLC had become resistant to gefitinib, and showed that this resistance mutation also reduced TKI induced apoptosis in cells growing in dishes by interfering with BIM up regulation 
69 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:ccomp ?negative. ?C textMine:conj ?B. ?C textMine:dobj ?E. ?E textMine:dep ?F. ?G textMine:nn ?function. ?negative textMine:nsubj ?G. ?F textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


72 Regarding the interference with the ERK signaling, cell lines with BRAF V600D/R  mutations presented a faster and stronger inhibition of phosphorylated ERK as compared to control cells with a wild type  BRAF  (Figure  1 C) 
70 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nsubj ?function. ?C textMine:prep ?E. ?function textMine:amod ?positive. ?E textMine:prep ?D. ?B textMine:prep ?A. ?A textMine:nn ?mutation. ?D textMine:appos ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


73 We found that SOCS3  and  SPI1  expression were significantly elevated in  JAK2  V617F positive patients 
71 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:num ?mutation. ?positive textMine:prep ?C. ?positive textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


74 In C618R  , R618 moves toward E543/D544 and forms strong salt bridges with them, disrupting the interaction between R564 and E543 
72 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?B textMine:conj ?D. ?B textMine:prep ?mutation. ?D textMine:partmod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


75 Our model suggests that the enhanced sensitivity of SAR302503 for the variants D839G and Y842H is due to the destabilization of the inactive conformation by these mutations that in effect would stabilize the open and active conformation to which the drug preferentially binds, thus conferring hypersensitive response ( Figures 2d and e ) 
73 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?C textMine:prep ?A. ?C textMine:nsubj ?E. ?E textMine:prep ?G. ?G textMine:prep ?mutation. ?A textMine:rcmod ?function. ?function textMine:prep ?F.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }


76 Interestingly, SIRT1 level and activity are enhanced in the PLX4032 resistant BRAF V600E  mutated melanoma cells compared with their sensitive counterpart 
74 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubjpass ?function. ?positive textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


77 The EphA3 G518L lung cancer mutation enhances  cis  interaction with ephrin A3 
75 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?mutation. ?positive textMine:dobj ?function. ?positive textMine:nsubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


78 Furthermore, from a gefitinib resistant patient carrying the activating L858R mutation, we identified a novel secondary resistant mutation, L747S in cis to the activating mutation, which attenuated the up regulation of BIM and reduced apoptosis 
76 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:appos ?mutation. ?function textMine:amod ?negative. ?A textMine:rcmod ?C. ?H textMine:prep ?A. ?H textMine:dobj ?D. ?C textMine:dobj ?E. ?E textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


79 ( B ) Endogenous TAK1 interacts with kinase dead (K508M), wild type, and constitutively active (K650E) FGFR3 in HeLa cells 
77 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:dep ?mutation. ?function textMine:advmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


81 Intriguingly, a recent study indicates that the G2385R risk variant causes a partial loss of kinase activity, highlighting the possibility that both too much or too little LRRK2 kinase activity may be detrimental   
78 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?function. ?B textMine:nn ?mutation. ?D textMine:partmod ?E. ?D textMine:nsubj ?B. ?E textMine:ccomp ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


82 Furthermore, expression of CDK1 was increased in S249C and Y375C cells, and the difference was particularly pronounced when the cells were starved in depleted medium to block stimulation by other growth factors 
79 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nn ?mutation. ?positive textMine:prep ?D. ?positive textMine:nsubjpass ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


83 The mutants T316A, K323A and R326A, which were engineered to abrogate the hydrophilic interactions, also moderately impaired the kinase activity 
80 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:num ?mutation. ?negative textMine:dobj ?function. ?negative textMine:xsubj ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


84 NFAT transcriptional activity was approximately 10 fold higher in A375 cells and approximately 70 fold higher in WM266 4 cells compared with  BRAF  wild type CHL 1 cells ( Figure 1A ), consistent with increased B RAF activity of BRAF V600D  compared with BRAF V600E  ( Wan  et al , 2004 ) 
81 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:amod ?D. ?G textMine:pobj ?mutation. ?C textMine:nsubj ?A. ?C textMine:ccomp ?positive. ?function textMine:prep ?G. ?D textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


85 While RalB GTP levels were generally difficult to detect, with only one cell line exhibiting detectable RalB GTP, either the amount of RalA GTP (normalized to actin) or the ratio of RalA GTP to total RalA (normalized to control cells) was higher in one of three  NRAS/BRAF , three of four  NRAS Q61L/R /BRAF  and two of five  NRAS/BRAF   V600E   human melanoma cell lines compared to the control melanocytes ( Figure 1 ) 
82 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:num ?mutation. ?positive textMine:nsubj ?H. ?H textMine:partmod ?function. ?I textMine:rcmod ?positive. ?A textMine:prep ?D. ?F textMine:dobj ?A. ?F textMine:advcl ?B. ?B textMine:prep ?I.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


86 The most notable change was seen in F1174L mutation which was well supported by an increase in binding energy and loss of hydrogen bond interaction with the neighboring protein when compared to the native protein 
83 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:agent ?positive. ?E textMine:rcmod ?D. ?E textMine:amod ?mutation. ?positive textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


87 The result is the disruption of the I 1 interactions, indicating that H587N is a deleterious mutation 
84 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:ccomp ?A. ?negative textMine:partmod ?D. ?negative textMine:nsubj ?function. ?A textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


88 It was noted that PLX4720 also reduced pRB protein phosphorylation, increased p27 expression, suppressed cyclin D1 expression and induced cleavage of PARP only in melanoma cell lines harbouring the  BRAF  V600E mutation ( Figure 1D ) 
85 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:nn ?mutation. ?B textMine:nn ?function. ?negative textMine:ccomp ?E. ?A textMine:dobj ?C. ?F textMine:partmod ?A. ?E textMine:prep ?F. ?E textMine:dobj ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


89 The results showed increased phosphorylation of Erk1/2 and p38 in  Fgfr2 +/S252W   mice BMSCs, which indicated that Erk1/2 and p38 signaling may participate in the regulation of endochondral bone formation by FGFR2 
86 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prep ?A. ?function textMine:amod ?positive. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


90 Structurally, this residue lies in the substrate binding pocket of the kinase, and the M918T mutation appears to increase RET–ATP binding affinity and the stability of the active ATP bound form, effectively making RET more active, more of the time ( 48 )–( 51 ) 
87 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:partmod ?D. ?D textMine:dobj ?E. ?E textMine:amod ?function. ?B textMine:nn ?mutation. ?positive textMine:dobj ?C. ?positive textMine:xsubj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


91 Furthermore, we show that proliferation of cells derived from  JAK2 V617F   patients is increased when they were co cultured with macrophages 
88 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubjpass ?function. ?E textMine:nn ?mutation. ?A textMine:prep ?E. ?function textMine:prep ?B. ?B textMine:partmod ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


93 On the other hand, Y375C and K652E FGFR3 showed increased levels of phosphorylation in response to ligand stimulation ( Figure 4a ) 
89 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?D. ?A textMine:nsubj ?B. ?B textMine:nn ?mutation. ?D textMine:prep ?function. ?D textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


94 In a panel of human kinases, TAK 285 showed weak inhibition (0‒50%) against 88 of 96 kinases tested, moderate inhibition (50 80%) against EGFR (L858R) and alkaline phosphatase, and strong inhibition (80‒100%) against HER family kinases including EGFR(L861Q) as well as against CDK3/cyclin E and Flt3 (Figure  1 ) 
Apr 07, 2016 5:23:09 PM edu.stanford.nlp.process.PTBLexer next
WARNING: Untokenizable: ‒ (U+2012, decimal: 8210)
90 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?I textMine:conj ?function. ?I textMine:appos ?mutation. ?B textMine:prep ?E. ?B textMine:dobj ?J. ?G textMine:partmod ?C. ?E textMine:prep ?G. ?J textMine:amod ?negative. ?C textMine:dobj ?D. ?D textMine:prep ?function. ?D textMine:prep ?I.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


95 If exon 19 deletion results in EGFR structural alterations which bind TKIs more tightly than L858R mutation, it could support our hypothesis 
91 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?B textMine:prep ?A. ?B textMine:nsubj ?function. ?A textMine:amod ?mutation. ?unknown textMine:rcmod ?B.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


96 Ki67 labeling revealed an enhanced proliferation index in JoMa1 ALK F1174L derived tumors (48%) compared to JoMa1 ALK R1275Q  (40%), and JoMa1 ALK wt derived tumors (38%) (Figure  3b ), suggesting that the accelerated tumor growth of JoMa1 ALK F1174L tumors may partly result from their increased proliferation capacity 
92 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:amod ?positive. ?E textMine:nn ?function. ?I textMine:nn ?mutation. ?J textMine:conj ?G. ?J textMine:dobj ?D. ?G textMine:partmod ?K. ?C textMine:prep ?I. ?A textMine:prep ?E. ?A textMine:nsubj ?C. ?K textMine:ccomp ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


97 The mutations E255V, M244V, T315A, Y253H, experience increased vdW interactions with Met290 and the mutation M244V experiences increased vdW interactions with Ile293 
93 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?mutation. ?B textMine:dobj ?function. ?G textMine:dep ?C. ?E textMine:ccomp ?B. ?E textMine:nsubj ?G. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


98 From  Table 2 , we observed that Leu298 has stable interactions with CF 3  throughout MD simulations in all mutations, while Leu354 experiences increased vdW interactions with mutations E255K and T315A 
94 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?positive textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


99 Webster and Donoghue proposed that the G380R mutation enhances FGFR3 dimerization, likely due to hydrogen bonding of the mutant R380 to the neighboring receptor in the dimer  
Match

100 Herein, we show that inhibition of PI3K/AKT signaling by MK 2206 affected the growth of both  JAK2 V617F or  MPL W515L expressing cells via reduced phosphorylation of AKT and inhibition of its downstream signaling molecules 
95 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?function. ?function textMine:amod ?negative. ?E textMine:dobj ?D. ?C textMine:xcomp ?E. ?C textMine:dobj ?B. ?B textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


101 BRAF  V600E mutation is associated with reduced survival (overall survival, disease free survival, or cancer specific survival) especially in MSS tumors (Table  1 )   
96 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?C. ?D textMine:nsubjpass ?A. ?A textMine:nn ?mutation. ?C textMine:dep ?function. ?C textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


102 TBP 3868 exhibits high basal Ras activity relative to the PLX4720 sensitive line, TBP 3743 suggesting that the resistance to BRAF V600E  inhibition in TBP 3868 may be attributed to Ras dependent transactivation of RAF dimers 
97 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?A. ?J textMine:advmod ?F. ?J textMine:amod ?positive. ?B textMine:nsubjpass ?E. ?K textMine:appos ?C. ?K textMine:amod ?function. ?F textMine:prep ?K. ?C textMine:partmod ?I. ?I textMine:ccomp ?B. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


103 Our biochemical studies here now show that E884K mutation in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
98 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?B textMine:partmod ?C. ?C textMine:prep ?A. ?A textMine:amod ?unknown. ?E textMine:prep ?B. ?E textMine:pobj ?mutation. ?E textMine:dobj ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


104 This mutation ( E17K ) increases recruitment of AKT1 to the membrane, increases AKT1 phosphorylation and activity, transforms Rat1 fibroblasts, and induces leukaemia in transgenic mice ( Carpten  et al , 2007 ) 
99 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:appos ?mutation. ?positive textMine:dobj ?function. ?positive textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


105 Sumimoto et al ( 15 ) have shown that BRAF V600E  knock down decreased phospho ERK1/2 protein levels and inhibited invasion of melanoma cells accompanied by a decrease of matrix metalloproteinase activity and ITGβ1 expression 
100 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:partmod ?A. ?D textMine:prep ?E. ?A textMine:agent ?negative. ?F textMine:dobj ?D. ?F textMine:nsubj ?mutation. ?negative textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


106 In line with previous observations   the T790M mutation abrogated erlotinib sensitivity 
101 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:nn ?mutation. ?negative textMine:dobj ?function. ?negative textMine:nsubj ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


107 In vitro analyses showed that in the absence of ligand (EGF), an enhanced tyrosine autophosphorylation can be observed in cells transfected with the plasmid containing EGFR R776G when compared to those transfected with wild type EGFR (Figure  2 ) 
102 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?G textMine:dobj ?mutation. ?A textMine:prep ?H. ?A textMine:nsubjpass ?function. ?H textMine:partmod ?D. ?E textMine:partmod ?G. ?D textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


108 RNase L R462Q has reduced enzyme activity and doubles the risk of prostate cancer when homozygous   
Match

109 In addition, the  JAK2  V617F  mutation may increase the stability of the JAK2 protein by rendering it resistant to the effect of SOCS3 binding, as overexpression of SOCS3 results in increased SOCS3 and  JAK2  V617F  phosphorylation [ 68 ] 
103 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:num ?mutation. ?A textMine:amod ?positive. ?B textMine:prep ?A. ?function textMine:conj ?G. ?function textMine:prep ?F. ?F textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


110 In fact, the T141A and L153A mutations appeared to increase binding slightly ( Fig 2J ) 
104 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nn ?mutation. ?positive textMine:acomp ?function. ?positive textMine:xsubj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


111 Previously, we reported that the V617F mutation caused the constitutive activation of JAK2 when Epo receptor (EpoR) was coexpressed, and JAK2 (V617F) exhibited cytokine independent survival and the proliferation of JAK2 deficient erythroid progenitor cells  
105 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:appos ?mutation. ?A textMine:dobj ?function. ?G textMine:nsubj ?E. ?F textMine:conj ?G. ?F textMine:ccomp ?A. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


112 Similar to  Figure 1B , STAT3, Akt and Erk phosphorylation in EGFR L858R and, more significantly, Δ746 750 expressing cells remained relatively high when compared to vector and wtEGFR expressing cells upon serum deprivation ( Figure 7A ) 
106 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubj ?B. ?B textMine:prep ?function. ?function textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


113 Structurally, this residue lies in the substrate binding pocket of the kinase, and the M918T mutation appears to increase RET–ATP binding affinity and the stability of the active ATP bound form, effectively making RET more active, more of the time ( 48 )–( 51 ) 
107 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dep ?A. ?positive textMine:dobj ?D. ?positive textMine:xsubj ?C. ?A textMine:amod ?function. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


114 The striking stability of our gene expression results on  PDGFRA  mutated tumors could be explained by the D842V mutation found on 4/5 samples 
108 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?F textMine:agent ?A. ?F textMine:nsubjpass ?B. ?A textMine:amod ?mutation. ?B textMine:prep ?E. ?E textMine:nn ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }

