run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


603 Our studies here, using COS 7 transfection model system, show that E884K works in concert with L858R in  cis , in a dominant fashion, to change downstream signaling, differentially induce MAPK ERK1/2 signaling and associated cell proliferation, and differentially alter sensitivity of EGFR phosphorylation inhibition by ERBB family inhibitors in an inhibitor specific fashion 
521 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dobj ?function. ?B textMine:prep ?mutation. ?B textMine:xcomp ?unknown.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


604 Furthermore, in some leukemias and myeloproliferative neoplasms, constitutive JAK2 activation (V617F mutation) drives malignant transformation [ 27 ] and this prompted a significant effort in targeting JAK2 inhibition as a potential therapeutic strategy 
522 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:appos ?B. ?function textMine:amod ?positive. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


605 In addition, the T1799A alteration can rather be associated with a second nucleotide mutation (G1798A) and leads to a V600K mutation in an additional ~6% to 29% of patients with a BRAF mutation   
523 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?function textMine:conj ?D. ?function textMine:nsubjpass ?unknown. ?D textMine:prep ?C. ?D textMine:nsubj ?unknown. ?C textMine:amod ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


606 Furthermore, constitutive activity of a JAK1 mutant homologous to JAK2 V617F (JAK1 V658F) was also inhibited by the homologous JAK1 F595 mutation (F636A), suggesting that our results in JAK2 might be relevant for activation of JAK1 mutants recently identified in T ALL     
524 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:xcomp ?B. ?A textMine:nsubj ?F. ?F textMine:prep ?H. ?F textMine:amod ?positive. ?I textMine:appos ?mutation. ?B textMine:ccomp ?G. ?G textMine:prep ?function. ?H textMine:prep ?I.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


607 Previously, we reported that constitutive activation of STAT5 induced by JAK2 (V617F) conferred growth factor independence on Ba/F3 cells and assumed that a wide range of genes induced by STAT5 activation seems to play important roles in cellular transformation induced by JAK2 (V617F); therefore, by performing DNA array analysis, the alteration of the gene expression was examined between cells expressing wild type JAK2 with EpoR (WT/EpoR cells) and cells expressing JAK2 (V617F) with EpoR (VF/EpoR cells) 
525 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?J textMine:partmod ?K. ?K textMine:agent ?function. ?H textMine:ccomp ?B. ?H textMine:nsubj ?M. ?E textMine:dobj ?mutation. ?D textMine:prep ?J. ?B textMine:nsubj ?D. ?M textMine:amod ?positive. ?L textMine:parataxis ?C. ?L textMine:ccomp ?H. ?C textMine:prep ?I. ?I textMine:dep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


608 Jak2 V617F is constitutively activated without cytokine stimulation and stimulates the various downstream signaling pathways that are normally activated by cytokine stimulated Jak2, such as the STAT5, MEK/Erk and PI3K/Akt pathways, thus leading to cytokine independent cell survival and proliferation when expressed in cytokine dependent hematopoietic cell lines  
526 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:dep ?A. ?G textMine:nsubj ?mutation. ?A textMine:dobj ?F. ?C textMine:conj ?G. ?C textMine:advmod ?positive. ?C textMine:nsubjpass ?mutation. ?F textMine:rcmod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


609 9   Preclinical studies have shown superior activity of afatinib over first generation TKIs, mainly due to (1) irreversible binding, which confers stronger binding affinity and potency, (2) ability to circumvent first generation TKI resistance mechanism T790M mutation in exon 20, and (3) effectiveness against multiple HER endothelial growth factor receptors   10  
527 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?function. ?A textMine:dobj ?E. ?A textMine:dep ?H. ?C textMine:amod ?positive. ?F textMine:rcmod ?I. ?I textMine:dobj ?C. ?E textMine:conj ?function. ?E textMine:nn ?mutation. ?H textMine:prep ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


610 One Akt mutant (E17K), found in a subset of human cancers, displays higher PIP3 binding, membrane localization, and activation (Brazil et al , ; Varnai et al, ) 
Match

611 Briefly, wild type or constitutively active (K650E) sequences of the human FGFR3 cytoplasmic domain amino acids 399–806) were fused to the LexA DNA binding domain in the pBTM116 plasmid and used to screen a human chondrocyte library encoding fusion proteins with the Gal4 activation domain (BD Biosciences Clontech, Palo Alto, CA) in the L40 strain of Saccharomyces cerevisiae  
528 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:nn ?function. ?G textMine:prep ?E. ?B textMine:xcomp ?G. ?B textMine:xsubj ?A. ?I textMine:amod ?F. ?A textMine:conj ?I. ?F textMine:dep ?mutation. ?F textMine:advmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


612 Although the tumors are heterogeneous, the low expression of differentiation genes ( tyr  and  dct ) coupled with high  c met  gene expression pattern suggests that hypomorphic MITF activity may maintain melanocytes in a less differentiated state that is more susceptible to BRAF V600E  transformation 
529 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?D textMine:rcmod ?C. ?A textMine:nn ?mutation. ?neutral textMine:prep ?D. ?neutral textMine:nsubj ?function. ?C textMine:prep ?A.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


613 Mutations to this protein such as G469A, E586K, V600E, and K601E can increase BRAF catalytic activity  
Similar Query!!!! 


614 A mutated BRAF gene with a single amino acid substitution (BRAF V600E) results in higher kinase activity 
530 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?D textMine:appos ?mutation. ?F textMine:prep ?function. ?E textMine:dep ?F. ?E textMine:prep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


615 Interestingly, in our hands the cells carrying the G250E mutation seems less sensitive to the effect of ponatinib that the one carrying the T315I mutation 
531 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:dobj ?B. ?B textMine:amod ?mutation. ?function textMine:ccomp ?A. ?function textMine:advmod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


616 Here, we present evidence that BRAF V600E  enhances migration and invasion properties in colon carcinoma cells through RhoA activation, while KRAS G12V  induces these properties less efficiently as compared to BRAF V600E , albeit through Cdc42 activation and filopodia formation 
532 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:advcl ?D. ?E textMine:prep ?function. ?A textMine:advmod ?E. ?A textMine:ccomp ?positive. ?D textMine:pobj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


617 Contrarily, mutation of F595 to Tyr or Trp, supported a level of constitutive activity of V617F similar to non mutated F595, indicating the presence of an aromatic residue at position 595 is required to maintain the constitutive activity of JAK2 V617F ( Figure 2A ) 
Match

618 To confirm DUB regulation through BRAF activation, mutant BRAF (V600E) was expressed in HEK293T cells and DUB activity assessments were used to demonstrate increased Usp5 activity in cells expressing BRAF V600E  (Fig  1F ) 
533 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?C. ?A textMine:amod ?positive. ?function textMine:dobj ?mutation. ?C textMine:partmod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


619 We note that M918T also has increased activity toward exogenous substrates and is itself phosphorylated to a greater degree by exogenous kinases such as FAK ( Figure S7 ) 
Match

620 Hence, E884K in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
Similar Query!!!! 


621 In the context of wildtype RAF (BRAF or CRAF)  and  high Ras activity, BRAF V600E  inhibition may “paradoxically” enhance MAPK activity [ 60 ,  61 ] 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


622 This study finds that the two most common EGFR mutations in non small cell lung cancer (L858R and Δ746–750) result in EGF–independent tEGFR activities comparable to, or greater than, the activity of EGF–stimulated WT EGFR, and that tEGFR activation resulting from these mutations remains strongly coupled to asymmetric kinase dimer formation ( Fig 3d ) 
Match

623 Therefore,  BRAF  V600E increases the kinase activity that provides cancer cells with both proliferation and survival signals and promotes them to become tumors in the model system 
Match

624 Increased activation of Akt1 by E17K, L52R, C77F, and Q79K mutants led, as expected, to increased phosphorylation of Akt target proteins including FOXO1/3 and PRAS40 
534 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:amod ?positive. ?C textMine:prep ?mutation. ?function textMine:prep ?C. ?A textMine:prep ?D. ?A textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


625 In western blot experiments, we observed that IM was unable to decrease the expression of the mature form of T670I c Kit mutant, while the  wt  form of the receptor decreased in UT 7/Epo or in  wt  c Kit BaF3 cells ( Figure 7B ) 
535 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:nn ?mutation. ?C textMine:advcl ?negative. ?C textMine:dobj ?function. ?B textMine:prep ?D. ?function textMine:prep ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


626 The most characterized resistance mutation is the T790M point mutation in exon 20, which increases the affinity of the EGFR for ATP, thus reducing the binding of EGFR TKIs to the ATP pocket 
536 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:amod ?function. ?positive textMine:partmod ?C. ?C textMine:dobj ?E. ?F textMine:prep ?G. ?F textMine:amod ?mutation. ?G textMine:rcmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


627 MST1 expression significantly increased apoptosis, which is reduced by expression of BRAF V600E  
537 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:agent ?function. ?function textMine:prep ?mutation. ?D textMine:rcmod ?E. ?positive textMine:nsubj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


659 Consistent with this, we observed a substantially higher ALK phosphorylation in Karpas299 cells carrying I1171T and F1174C mutations 
538 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?A textMine:prep ?D. ?A textMine:dobj ?function. ?D textMine:partmod ?C. ?C textMine:dobj ?G. ?G textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


628 Approximately 90% of all identified BRAF mutations that occur in human cancer are a T1799A transversion mutation in exon 15, which results in a V600E amino acid substitution   T1799A alteration (V600E mutation) accounts for 70 to 90% of BRAF mutant melanoma patients   
539 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?B textMine:nn ?mutation. ?function textMine:prep ?unknown. ?unknown textMine:appos ?B.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


629 They demonstrated that panobinostat treatment depletes the auto phosphorylation, expression, and downstream signaling of JAK2 V617F and disrupted the chaperone association of JAK2 V617F with heat shock protein 90, thus promoting proteasomal degradation of JAK2 V617F 
540 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dep ?A. ?negative textMine:dobj ?function. ?B textMine:prep ?mutation. ?A textMine:dobj ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


630 The prevalent  BRAF  c.1799 T > A (V600E) mutation, characterizing 4.7% to 8.7% of CRC, demonstrated a negative prognostic effect compared to  BRAF  wild type pts in MCRC pts treated with doublet chemotherapy alone or added to cetuximab, BEV and cetuximab plus BEV, with a median PFS of 5.6 to 8 months and median OS of 10 3 to 159 months   
541 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:appos ?mutation. ?E textMine:nsubj ?A. ?E textMine:dobj ?function. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


631 This is consistent with data indicating that high levels of ERK activation causes cell cycle arrest and senescence  , and that oncogene induced senescence is potently induced by V600E BRAF   
542 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nn ?mutation. ?G textMine:conj ?D. ?G textMine:nsubj ?C. ?D textMine:agent ?B. ?C textMine:prep ?function. ?C textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


632 Importantly, Mcl 1 depletion increased apoptosis in JAK2 V617F  mutant SET 2 cells and sensitized the cells to NVP BSK805 induced cell death as assessed by Western blot analysis and measuring the sub G1 cell fraction by flow cytometry (Figure  7B  and  7C ) 
543 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?B. ?positive textMine:dobj ?function. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


633 The V600E mutation confers an increase in BRAF kinase activity of approximately 480 times compared with wild type BRAF, whereas the V600D mutation increases this by approximately 700 times ( Wan  et al , 2004 ) 
Match

634 In addition, MITF mutations have been identified in BRAF V600E  melanomas including somatic mutations with either hypomorphic or increased activity  , and a germline SUMOylation E318K mutation that is a melanoma risk factor and confers differential gene expression of MITF target genes   
Similar Query!!!! 


635 It has been shown that the A391E mutation increases FGFR3 dimerization , unlike the G380R and G375C mutations 
544 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?positive textMine:prep ?D. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


636 However, this resistance to EGFR TKI has been many times lower than the resistance in cells harbouring both the L858R and T790M mutations 
545 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?function. ?B textMine:partmod ?D. ?function textMine:prep ?B. ?D textMine:dobj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


637 Even the few LT sensitive human tumor cells having the BRAF V600E mutation, such as melanoma SK MEL 28, HT29 and colon carcinoma Colo205, are less sensitive to LT than to PA/FP59 ( Figure 1 ) 
546 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:dobj ?D. ?D textMine:nn ?mutation. ?function textMine:advmod ?negative. ?function textMine:nsubj ?B. ?B textMine:partmod ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


638 We have previously shown that the JAK2 V617F homologous mutation in JAK1, V658F, induces constitutive activation of JAK1  
547 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?C textMine:prep ?mutation. ?A textMine:dobj ?function. ?A textMine:nsubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


639 However, the overall lower IC50 and preserved activity against a wide spectrum of BCR–ABL1 mutations, including T315I, can be appreciated  
548 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?function textMine:prep ?mutation. ?function textMine:nn ?neutral.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


640 Moreover,  Fgfr2 +/S252W   BMSCs developed fewer mineralized colonies and exhibited reduced alizarin red staining ( Fig 5 B ) 
549 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:nn ?mutation. ?C textMine:dobj ?E. ?C textMine:nsubj ?D. ?E textMine:amod ?negative. ?E textMine:amod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


641 Notably, melanomas that have the V600E  BRAF  mutation exhibit increased HIF 1α expression 
550 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:dobj ?function. ?positive textMine:nsubj ?B. ?B textMine:rcmod ?E. ?function textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


642 Overall, SP inhibitors represent an innovative mechanism of KIT inhibition whose dual suppression of KIT D816V neoplastic mast cell proliferation and SCF enhanced mast cell activation may provide significant therapeutic benefits 
Similar Query!!!! 


643 For 4557W (reversible dual TKI of EGFR/ERBB2), the E884K mutation modulated the L858R mutation in  cis , again in a dominant fashion, rendering the double mutant receptor more sensitive to the dual inhibitor ( Figure 2 ) 
551 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?E textMine:xcomp ?function. ?unknown textMine:partmod ?E. ?unknown textMine:nsubj ?D. ?D textMine:nn ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


644 Thus, certain P loop mutations (Y253F, E255K) and the T315I mutation display a high oncogenic potential, which is consistent with the clinical observation of a poor outcome concerning overall and progression free survival   
552 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:xcomp ?E. ?E textMine:dobj ?function. ?G textMine:rcmod ?D. ?G textMine:amod ?positive. ?A textMine:amod ?mutation. ?B textMine:dobj ?G. ?B textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


645 Over time, however, the WT GARS  and Empt expressing mice exhibited significantly improved PWT compared with the G240R  and L129P expressing mice and the allodynia behavior in G240R  and L129P expressing mice was unchanged for 7 days after adenovirus infection ( Fig 3C ) 
553 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?G textMine:xcomp ?E. ?G textMine:prep ?mutation. ?D textMine:partmod ?G. ?B textMine:pobj ?D. ?function textMine:dobj ?B. ?E textMine:ccomp ?neutral.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


646 However, an active form of  β  catenin increases the penetrance and incidence of melanoma in mice expressing oncogenic NRAS Q61K  or BRAF V600E  specifically in melanocytes [ 131 ,  216 ] 
554 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?F. ?C textMine:prep ?D. ?D textMine:partmod ?function. ?F textMine:prep ?C. ?function textMine:dobj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


647 Research into the molecular mechanisms of BRAF V600E  positive tumors has revealed that the missense valine to glutamic acid mutation increases kinase activity, promoting the constitutive activation of MEK ERK signaling and enhancing ERK dependent transcriptional output  
555 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?F. ?H textMine:dobj ?function. ?E textMine:ccomp ?positive. ?E textMine:nsubj ?D. ?F textMine:prep ?G. ?G textMine:nn ?mutation. ?positive textMine:partmod ?H.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


648 Cells expressing S249C and Y375C FGFR3 displayed an increased saturation density, related to increased proliferation and viability 
556 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?B textMine:nn ?mutation. ?G textMine:prep ?function. ?E textMine:dobj ?A. ?E textMine:nsubj ?B. ?A textMine:partmod ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


649 Firstly, exon 19 deletions might be more efficiently inhibited by EGFR TKIs than exon 21 L858R mutations [8] Mutant forms of exon 19 deletion and L858R mutation had a reduced affinity for its natural substrate, ATP, but equivalent or increased affinity for reversible EGFR TKIs, which explained why tumors with these EGFR mutations had higher sensitivity to TKIs  [30] ,  [31]  
557 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?function. ?A textMine:amod ?negative. ?E textMine:dobj ?A. ?E textMine:nsubj ?F. ?F textMine:prep ?G. ?G textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


650 Our biochemical studies here now show that E884K mutation in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
Match

651 The up regulation of BIM was also attenuated in a similar dose–response manner as seen in the apoptosis assay ( Figure 6 A, bottom), with L858R T790M completely abrogating the induction of BIM and L858R L747S attenuating both the up regulation of BIM and apoptosis 
558 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dep ?A. ?negative textMine:prep ?C. ?A textMine:nn ?mutation. ?C textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


652 By far the most numerous BRAF alteration is a single point mutation resulting in an amino acid exchange in position 600 dubbed V600E 
559 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?function textMine:prep ?E. ?E textMine:prep ?G. ?D textMine:partmod ?function. ?G textMine:partmod ?C. ?unknown textMine:rcmod ?D. ?C textMine:dobj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


653 We previously demonstrated a high degree of variability in the extent of GSK 3β Ser 9  phosphorylation among BRAF V600E  (+) melanoma cell lines and showed that GSK 3β activity in these cells was increased in response to the multikinase inhibitor sorafenib  , presumably through an ER stress dependent mechanism 
560 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?A. ?G textMine:prep ?mutation. ?I textMine:prep ?J. ?C textMine:conj ?F. ?C textMine:dobj ?I. ?J textMine:amod ?D. ?A textMine:prep ?G. ?positive textMine:nsubjpass ?function. ?F textMine:ccomp ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


654 Cells expressing the L747_E749del A750P and D770_N771insNPG  EGFR  mutants also exhibited a greater degree of loss of contact inhibition than was observed in cells expressing the L858R or G719S EGFR mutants in a primary focus formation assay (unpublished data) 
561 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?G. ?B textMine:prep ?F. ?F textMine:partmod ?A. ?C textMine:prep ?H. ?C textMine:amod ?positive. ?H textMine:prep ?function. ?D textMine:advcl ?B. ?D textMine:dobj ?C. ?G textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


655 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
Match

656 CL 387,785 had an even greater effect on colony formation by cells expressing L858R  EGFR,  completely inhibiting transformation at 0003 μM (unpublished data) 
562 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?F textMine:dobj ?D. ?C textMine:prep ?G. ?C textMine:dobj ?function. ?G textMine:partmod ?F. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


657 In an effort to enhance the efficacy of BRAF V600E  inhibition in thyroid cancer, we chose to target additional signaling pathways, chiefly SRC signaling 
563 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?A. ?A textMine:prep ?mutation. ?mutation textMine:partmod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


658 BA/F3 cells expressing empty vector (control), BCR/ABL wild type or imatinib resistant mutations (BCR/ABL E255K and T315I) were a kind gift of Dr Brian Druker (Oregon Health Science University, Portland, OR, USA) and maintained as described 
Similar Query!!!! 


660 However, in the scratch assays performed to determine whether YAP1 affected the migration ability of  BRAF   V600E   activated 8505C cells, shYAP1 8505C showed a remarkably lower migration rate compared with shCTL 8505C (46.2±7 4% vs 229±3 9%,
564 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:xcomp ?B. ?I textMine:prep ?mutation. ?B textMine:ccomp ?D. ?H textMine:nn ?function. ?H textMine:amod ?negative. ?C textMine:dobj ?H. ?C textMine:prep ?E. ?D textMine:dobj ?I. ?E textMine:partmod ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


661 The level of activation of the K652E receptor was higher than the S249C and Y375C mutants ( Figure 3a ,  Supplementary Figure 4a ) 
565 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?function. ?B textMine:nn ?mutation. ?positive textMine:prep ?B. ?positive textMine:nsubj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


662 These features stem from elevated activation of JAK2 downstream of EPOR (arising from the  JAK2 V617F   mutation in Polycythemia vera or elevated EPO levels in β thalassemia) and can be limited by the administration of JAK2 inhibitors  39 , 40 , 42 – 45   
566 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?F. ?E textMine:prep ?D. ?function textMine:prep ?A. ?A textMine:dep ?E. ?F textMine:amod ?positive. ?D textMine:conj ?F. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


664 In conclusion, the auto inhibitory activity of JAK2 was disrupted by the presence of this V617F mutation 
567 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:agent ?D. ?negative textMine:nsubjpass ?function. ?D textMine:prep ?B. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

