run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


665 Finally, the specific silencing or inhibition of BRAF V600E  expression in the NM176 and ME1042 melanoma cells decreased Tbx3 protein expression and this correlated with the concomitant increased E cadherin ( Figure 2c ) 
568 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?function. ?negative textMine:nsubj ?C. ?B textMine:nn ?mutation. ?C textMine:prep ?B. ?C textMine:conj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


666 In that case, it may well be that DAX 1 is independent of SF 1 in the state represented by the NCI H295R cells or that compensatory mechanisms step in when SF 1 expression is diminished 
569 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:agent ?E. ?F textMine:prepc ?negative. ?E textMine:nn ?mutation. ?H textMine:partmod ?B. ?negative textMine:nsubjpass ?function. ?A textMine:conj ?F. ?A textMine:prep ?H.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


667 The G380R mutation has been shown to increase FGFR3 phosphorylation and thus shorten the proliferative phase in chondrocyte development, but the cause for the increased receptor phosphorylation is under debate 
Match

668 Interestingly, SIRT1 level and activity are enhanced in the PLX4032 resistant BRAF V600E  mutated melanoma cells compared with their sensitive counterpart 
Match

669 (A) E SLAM HSCs were increased in frequency in wild type (∼2 fold, see  Figure 1E ) but not JAK2 V617F  marrow in 18–24 mo old mice ( n  = 10) compared to 6–10 mo old mice resulting in a 3 fold overall reduction in E SLAM HSCs compared to wild type ( p  = 0002) in three independent experiments 
570 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:dep ?B. ?positive textMine:prep ?G. ?C textMine:nn ?mutation. ?C textMine:dep ?D. ?D textMine:partmod ?function. ?B textMine:npadvmod ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


670 Our study revealed that the BRAF V600E  mutation was significantly associated with several molecular alterations 
571 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?C textMine:nn ?mutation. ?function textMine:prep ?unknown. ?function textMine:nsubjpass ?C.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


671 Dasatinib is a dual BCR ABL and Src kinase inhibitor with approximately 325 fold greater activity than IM against BCR ABL, and with activity against most mutations resistant to IM, with the exception of T315I, but to date, it is still unknown whether dasatinib therapy is superior to IM in terms of preventing relapse or inducing longer EFS 
572 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:rcmod ?J. ?B textMine:prep ?function. ?J textMine:dobj ?C. ?C textMine:amod ?positive. ?function textMine:amod ?H. ?H textMine:prep ?E. ?E textMine:prep ?mutation. ?A textMine:conj ?B. ?A textMine:prep ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


672 Introduction  of a melanoma associated mutation, P52L, into this peptide reduces pseudosubstrate autoinhibition of PAK6, and increases phosphorylation of its substrate PACSIN1 (Syndapin I) in cells 
573 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:partmod ?F. ?C textMine:prep ?B. ?positive textMine:dobj ?D. ?positive textMine:nsubj ?C. ?F textMine:dobj ?I. ?D textMine:prep ?G. ?G textMine:amod ?function. ?I textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


673 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
574 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dobj ?A. ?D textMine:nsubj ?G. ?A textMine:infmod ?B. ?A textMine:amod ?positive. ?G textMine:nn ?mutation. ?B textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


674 Expression of BRAF V600E  in BRAF mutant naïve cells resulted in increased expression and activation of Usp5, suggesting that pathway activation or phospho regulation underlie Usp5 activation 
575 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:dobj ?function. ?C textMine:xcomp ?B. ?C textMine:prep ?D. ?C textMine:nsubj ?F. ?B textMine:ccomp ?E. ?D textMine:amod ?positive. ?F textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


675 There was approximately fourfold increase in YUDOSO BRAF WT  migrating cells compared with control, whereas the number of migrating YULAC BRAF V600E  melanoma cells was reduced by 30% ( Figure 6D(b) ) 
576 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?B. ?negative textMine:nsubjpass ?A. ?B textMine:nn ?mutation. ?B textMine:amod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


676 41   The presence of the JAK2 V617F mutation was shown to be prognostically unfavorable in a few cases of t(8;21) leukemia affecting their disease free survival rate 
577 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:prep ?H. ?negative textMine:partmod ?D. ?B textMine:nsubj ?negative. ?B textMine:dobj ?F. ?E textMine:dobj ?C. ?C textMine:nn ?function. ?H textMine:nn ?mutation. ?D textMine:xcomp ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


677 Based on these results, and on a molecular model of FGFR3 TM domain created with the program CHI , it has been proposed that the G380R mutation introduces a structural change in the unliganded FGFR3 dimers, thus altering their phosphorylation efficiencies and ultimately increasing FGFR3 phosphorylation in the absence of ligand 
578 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dep ?positive. ?D textMine:nsubj ?B. ?B textMine:nn ?mutation. ?positive textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


678 It has been shown that the A391E mutation increases FGFR3 dimerization , unlike the G380R and G375C mutations 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


679 There is also evidence that siRNA knockdown of AKT3 and  BRAF  V600E leads to the enhanced inhibition of melanoma xenograft growth in nude mice ( Cheung  et al , 2008 ;  Tran  et al , 2008 ) 
579 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?function. ?E textMine:nsubj ?C. ?function textMine:amod ?positive. ?C textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


680 This study also showed that endogenous expression or ectopic induction of p61B Raf (V600E) induced ERK signaling resistant to vemurafenib, where disruption of p61B Raf (V600E) dimerization by site directed mutation restored its sensitivity to vemurafenib 
580 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?B. ?B textMine:appos ?mutation. ?B textMine:partmod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


681 In contrast to these compounds, the B Raf V600E  inhibitor dabrafenib selectively decreased proliferation of  BRAF  mutant cell clones (Figure  4 D) 
581 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:nn ?mutation. ?E textMine:prep ?B. ?B textMine:appos ?A. ?negative textMine:dobj ?function. ?negative textMine:prep ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


682 In agreement with the effects on EGFR phosphorylation and AKT/ERK signaling, cells expressing the T790M form of L858R EGFR had less apoptosis when exposed to dasatinib ( Figure 5C ) 
582 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:partmod ?A. ?A textMine:dobj ?C. ?C textMine:prep ?B. ?function textMine:amod ?negative. ?D textMine:dobj ?function. ?D textMine:nsubj ?E. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


683 The JAK2 V617F mutation can induce constitutive activation regardless of the dimeric conformation of the receptor it is bound to, while JAK2 wild type requires a ligand activated EpoR dimer in order to signal 
583 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nn ?mutation. ?G textMine:advcl ?A. ?J textMine:amod ?positive. ?A textMine:dobj ?C. ?I textMine:prep ?F. ?I textMine:dobj ?J. ?I textMine:nsubj ?B. ?K textMine:rcmod ?G. ?C textMine:amod ?function. ?F textMine:prep ?K.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


684 We show that B RAF induces the transcriptional repressor Tbx3, which results in diminished E cadherin expression in human melanocytes and increased invasiveness of B RAF V600E  mutant melanoma cells 
Similar Query!!!! 


685 In vitro studies show that T790M confers resistance to gefitinib, possibly by increasing EGFR’s affinity for ATP, thus decreasing the binding of the ATP competitive TKI 
584 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?D textMine:prepc ?positive. ?D textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


686 Finally, we observed that expression of the murine  Mycn  gene was significantly higher in  MYCN / Alk  tumors compared with  MYCN  tumors, as previously described in transgenic  ALK   F1174L   mice [ 22 ] 
Similar Query!!!! 


687 The R611Q, R611W, A614D, C696Y and V769E substitutions   disrupted the tuberin–hamartin interaction, and prevented the phosphorylation of tuberin by PKB , the inhibition of S6 and S6K phosphorylation, and the stimulation of Rheb GTPase activity, cause TSC because they result in major conformational changes to tuberin 
585 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?mutation textMine:rcmod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


688 We have evaluated the role of mutant BRAF (V600E) in human melanoma cells by using mutant BRAF (V600E) specific lentiviral shRNAs, and found that BRAF mutation was involved in enhanced cell proliferation and invasion (Sumimoto et al, ) 
586 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:rcmod ?D. ?C textMine:appos ?mutation. ?A textMine:prep ?function. ?D textMine:ccomp ?A. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


689 Tumor responses were dependent on the presence of the BRAF   V600E   oncogene and efficient inhibition of the MAPK pathway as detected by decreased phosphorylation of ERK   
587 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:advcl ?D. ?G textMine:prep ?A. ?B textMine:nn ?mutation. ?A textMine:prep ?B. ?D textMine:prep ?function. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


690 Among the genetic alterations known in thyroid cancer,  BRAF V600E   is the most useful to this purpose, because of its high sensitivity and its absolute specificity 
588 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?function. ?A textMine:nsubj ?mutation. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


691 Second, the constitutive activation of ERK by BRAF V600E  could inhibit FoxO3 activation via the ubiquitin proteasome pathway  
589 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?function. ?A textMine:nsubj ?F. ?D textMine:prep ?mutation. ?F textMine:prep ?D. ?F textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


692 This series represents preliminary results from our population and indicates a higher  JAK2  V617F  allele burden and RNA expression in patients with PMF than in those with PV or ET 
590 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?function textMine:nn ?A. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


693 Graph shows that the common L858R mutation confers higher autophosphorylation levels to YFP EGFR ICD than P848L and A859T 
Similar Query!!!! 


694 Interestingly, further  V600E B RAF over expression at a much greater level, as in the case of M395 R relative to M395 P (increase in RNA/cDNA level shown in  Supplementary Fig. S3c and S5 ; increase in protein level shown in  Fig  2c ) conferred enhanced drug resistance mainly at 1 μM vemurafenib but not 10 μM vemurafenib ( Fig 2d ) 
Similar Query!!!! 

Similar Query!!!! 


695 The data suggest that low BRCA1 level may neutralize the negative effects of the EGFR T790M mutation on erlotinib sensitivity and that high BRCA1 expression may lead to de novo EGFR TKI resistance potentially through increased DNA damage repair capacity   
591 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nn ?mutation. ?function textMine:amod ?positive. ?A textMine:nsubj ?function. ?F textMine:prep ?B. ?C textMine:conj ?A. ?C textMine:dobj ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


696 In comparison, the activity of some FOP mutants was generally increased to a level similar to caALK2, revealing an inherent gain of function in their catalytic domain in the absence of added BMP ligand ( Fig. 1  B )  Significantly, the signaling by R206H was increased by FK506 to a far greater extent than other GS domain mutants, such as L196P ( Fig 1  B ) 
592 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:parataxis ?E. ?D textMine:parataxis ?C. ?E textMine:auxpass ?mutation. ?F textMine:prep ?B. ?B textMine:partmod ?function. ?C textMine:prep ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


697 Graph shows that autophosphorylation levels are lower for T790M (white diamonds) than for S768I (white squares) or Ins770SVD (black triangles) 
593 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?mutation. ?negative textMine:nsubj ?D. ?D textMine:nn ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


698 These differences in MITF activity may reflect distinct subtypes of melanoma; however, another possibility is that MITF amplification indicates the need for melanoma cells to maintain sufficient MITF activity for survival in the context of high BRAF V600E  signaling   
594 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?D textMine:nn ?mutation. ?A textMine:prep ?D. ?B textMine:prep ?function. ?neutral textMine:dobj ?B. ?neutral textMine:prep ?A.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


699 Thus, although dasatinib failed to affect activation specific phosphorylation of STAT5, a well established substrate of Jak2, it is possible that Lyn may modulate the activity of Jak2 V617F in PVTL 1 cells, which needs to be addressed in future studies 
595 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dobj ?function. ?function textMine:prep ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


700 NFAT transcriptional activity was approximately 10 fold higher in A375 cells and approximately 70 fold higher in WM266 4 cells compared with  BRAF  wild type CHL 1 cells ( Figure 1A ), consistent with increased B RAF activity of BRAF V600D  compared with BRAF V600E  ( Wan  et al , 2004 ) 
Match

701 (A) JAK2 K539L, T875N and R683G all induce constitutive activation of JAK2, however all three mutants display a marked decrease in STAT5 transcriptional activity in γ 2A cells when the F595A mutation is also introduced 
Similar Query!!!! 


702 Whether resistance to BRAF V600E inhibitors also arises in gliomas, where EGFR and PI3K/mTOR pathways are often over activated, remains to be seen in neuro oncology patients treated with BRAF V600E inhibitors 
596 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?B textMine:partmod ?G. ?G textMine:prep ?H. ?neutral textMine:xcomp ?C. ?neutral textMine:ccomp ?A. ?C textMine:prep ?B. ?A textMine:nsubj ?function. ?H textMine:nn ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


703 In the current study, Liu and colleagues show that mutant V600E BRAF enhances STAT3 phosphorylation and increases PAX3 expression in melanocytes 
Match

704 E884K is activating, and can work cooperatively with L858R to differentially modulate downstream signal transduction
597 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?function textMine:amod ?unknown. ?B textMine:prep ?function. ?B textMine:nsubj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


705 Although T315I BCR ABL is sufficient to confer resistance to TKIs in CML cells, surprisingly we found that multiple drug resistance pathways were activated in KCL 22M cells along with reduced expression of a set of myeloid differentiation genes 
598 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:nn ?mutation. ?function textMine:amod ?negative. ?E textMine:ccomp ?F. ?E textMine:advcl ?D. ?F textMine:prep ?function. ?D textMine:nsubj ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


706 The data they collected using cell lines of colon adenocarcinoma shows that  BRAF  V600E induces migration and enhances the invasive potential of these cells 
599 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:conj ?positive. ?function textMine:nsubj ?mutation. ?positive textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


707 Clinical results from phase I, II, and III trials showed that vemurafenib treatment caused complete or partial tumor regression in 80% of patients carrying BRAF V600E  tumors as well as an increased progression free survival rate   
600 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?mutation. ?C textMine:conj ?A. ?A textMine:nn ?function. ?A textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


708 We identified 25 fold increased expression of MMP 1 mRNA in melanoma cells possessing BRAF V600E  compared to wildtype while HPMs expressed similar transcript levels with BRAF wildtype melanoma cell ( Figure 2a ), suggesting that increased BRAF kinase activity may be associated with elevated MMP 1 expression in melanomas 
601 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:partmod ?G. ?C textMine:prep ?function. ?C textMine:nsubjpass ?D. ?G textMine:advcl ?F. ?G textMine:dobj ?mutation. ?F textMine:partmod ?I. ?I textMine:dobj ?B. ?B textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


709 The effect on the downstream signal mediators p AKT [S473] and p STAT3 [Y705] correlated well with the inhibition of EGFR phosphorylation ( Figure 1A ); E884K in  cis  with L858R decreased erlotinib inhibition of AKT and STAT3 phosphorylation but increased inhibition by gefitinib 
Match

710 The T315I mutation experiences increased (−4.11 kcal/mol) and T315A mutation experiences decreased electrostatic interactions (−2 05 kcal/mol), and the mutation G250E contributes increased electrostatic interaction (−032 kcal/mol) while binding to ponatinib 
602 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?F. ?B textMine:nn ?mutation. ?G textMine:conj ?positive. ?G textMine:conj ?E. ?E textMine:nsubj ?B. ?F textMine:amod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


711 Moreover, coexpression of a dominant negative SENP 1(C630S) mutant significantly enhanced FOXM1 SUMOylation, suggesting that modified FOXM1 is a substrate for endogenous SENP 1 ( Figure 1f ) 
603 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:ccomp ?function. ?positive textMine:xcomp ?C. ?E textMine:partmod ?positive. ?E textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


712 Furthermore, although the gold standard for detection of BRAF V600E mutation is PCR, a recently developed monoclonal antibody VE1 shows high sensitivity and specificity for this mutation, and has been widely used in replace of PCR for research purpose 
604 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:nn ?mutation. ?F textMine:prep ?D. ?D textMine:prep ?E. ?G textMine:nsubj ?F. ?function textMine:amod ?positive. ?C textMine:dobj ?function. ?C textMine:advcl ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


713 The T790M mutation may result in an alteration of EGFR topology that precludes the binding of reversible EGFR TKIs through steric hindrance, or T790M may increase the affinity of the kinase domain for ATP  
605 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?function textMine:conj ?A. ?function textMine:prep ?unknown. ?A textMine:nsubj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


714 The G370C and S371C mutants produced higher levels of constitutive activation of MAPK in L8 cells and c  fos  transcription in RCJ cells than the G375C mutant, consistent with the fact that TD1 is much more severe than ACH 
606 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?function. ?A textMine:amod ?positive. ?C textMine:nn ?mutation. ?F textMine:prep ?C. ?F textMine:dobj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


715 The most characterized resistance mutation is the T790M point mutation in exon 20, which increases the affinity of the EGFR for ATP, thus reducing the binding of EGFR TKIs to the ATP pocket 
607 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:amod ?function. ?B textMine:partmod ?negative. ?negative textMine:dobj ?E. ?F textMine:prep ?G. ?F textMine:amod ?mutation. ?G textMine:rcmod ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


716 RO5424802 treatment inhibited the growth of cells expressing the native, and L1196M and C1156Y EML ALK mutants and inhibited ALK and STAT3 phosphorylation, and lowered the levels of the STAT3 regulated proteins BCL3 and NNMT [ 142 , 143 ] 
608 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?B. ?function textMine:nsubj ?B. ?A textMine:conj ?negative. ?A textMine:conj ?function. ?A textMine:nsubj ?B. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


717 Given that all cases with  BRAF   V600E   positive were histologically diagnosed as malignant thyroid neoplasm after thyroidectomy, in order to further increase diagnostic sensitivity, the cut off values for each gene were calculated using ROC curves to distinguish the cases with  BRAF   V600E   negative from benign nodules (Figure  2 ) 
609 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?I textMine:prep ?mutation. ?E textMine:advcl ?C. ?E textMine:dep ?H. ?D textMine:advcl ?positive. ?positive textMine:dobj ?function. ?C textMine:xcomp ?B. ?H textMine:pcomp ?D. ?B textMine:xcomp ?I.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


718 V617F) that lead to constitutive kinase activation  
610 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?mutation textMine:prep ?function. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


719 S252W mutation alters the gene expression in response to FGFR2 activation
611 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dep ?D. ?unknown textMine:amod ?mutation. ?E textMine:prep ?function. ?D textMine:prep ?E.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


720 For 4557W (reversible dual TKI of EGFR/ERBB2), the E884K mutation modulated the L858R mutation in  cis , again in a dominant fashion, rendering the double mutant receptor more sensitive to the dual inhibitor ( Figure 2 ) 
Match

721 BRAF V600E  is a constitutively active onco kinase and is the most common genetic alteration in papillary thyroid carcinoma (PTC), and in anaplastic thyroid carcinoma as well, albeit at a lower frequency 
612 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:amod ?function. ?C textMine:nsubj ?mutation. ?function textMine:advmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


722 Enforced expression of Stat3C increased miR 92a expression in H460 cells that could be inhibited by S3I 201 ( Figure 3D ) 
613 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:number ?mutation. ?E textMine:rcmod ?C. ?positive textMine:dobj ?function. ?C textMine:agent ?A. ?function textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


723 The presence of R164Q in cluster 2, rather than in cluster 1 with wt  K Ras  was therefore initially surprising, but suggests that the R164Q mutation also has an 'activating' phenotype, albeit attenuated relative to the other mutations studied 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


724 The two substitutions (V600E and V600K) represent 95% of all BRAF mutations in melanoma, and both create a constitutively active kinase that is independent of receptor tyrosine kinase or RAS 
Match

725 (A) AUC for the logistic regression model based on L858R Q score and total EGFR expression Q score was higher than that for L858R intensity only (0.891 vs. 0 853;  p  = 0036) 
614 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?A. ?C textMine:prep ?H. ?H textMine:num ?mutation. ?E textMine:prep ?F. ?A textMine:nn ?function. ?F textMine:partmod ?B. ?positive textMine:prep ?C. ?positive textMine:nsubj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


726 The single mutants, with the exception of K112N and K118N, exhibited slightly lower thermal stability than the wild type 
615 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:prep ?F. ?C textMine:dobj ?function. ?C textMine:nsubj ?B. ?function textMine:amod ?negative. ?F textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


727 Combined BRAF V600E   and SRC inhibition induces apoptosis, evokes an immune response and reduces tumor growth in an immunocompetent orthotopic mouse model of anaplastic thyroid cancer
616 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?mutation. ?function textMine:conj ?negative. ?function textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

