run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


115 F1174L may therefore stabilize an active conformation that is both more oncogenic and less favored for crizotinib binding 
109 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?E textMine:amod ?function. ?A textMine:prep ?E. ?F textMine:rcmod ?A. ?B textMine:dobj ?F. ?B textMine:nsubj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }


116 Further, combined treatment with these inhibitors results in a robust cytotoxic response and decreased tumor volume in a preclinical model of aggressive BRAF V600E  positive ATC 
110 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:nn ?mutation. ?negative textMine:prep ?A. ?A textMine:prep ?C. ?function textMine:conj ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


117 The T790M  EGFR  mutant exhibited higher level of tyrosine phosphorylation than wild type  EGFR , and the T790M/L858R double mutant exhibited a substantial increase in phosphorylation levels compared with the L858R mutant alone  
111 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nn ?mutation. ?function textMine:dobj ?positive. ?function textMine:pobj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


118 The enhanced tyrosine phosphorylation of PECAM 1 by the E255K and T315I mutants may be at least partly due to their enhanced activities ( 15 – 17 ) 
112 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nn ?mutation. ?A textMine:prep ?function. ?A textMine:nsubj ?F. ?F textMine:prep ?D. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


119 Consistent with this, we found that the introduction of R1275Q into EML4 ALK had no negative impact on sensitivity to crizotinib (IC 50  47 ± 8 n m ) 
113 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:prep ?mutation. ?C textMine:prep ?function. ?C textMine:amod ?negative. ?F textMine:dobj ?C. ?F textMine:nsubj ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


120 CNP and meclozine increased the Alcian blue staining of ATDC5 cells expressing FGFR3 G380R and –K650E in micromass culture 
114 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?D. ?A textMine:dep ?mutation. ?D textMine:prep ?E. ?E textMine:partmod ?function. ?function textMine:dobj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


121 The T315I cells exhibit increased proliferation rate (Supporting Information Fig S8 ), elevated basal expressions of Rad51 and γ H2AX ( Fig 5A ) and display increased endogenous DNA damage response, indicated by increased Rad51 and γ H2AX foci ( Fig 5B and C ), when compared with parental cells 
115 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?B. ?F textMine:ccomp ?D. ?F textMine:nsubj ?function. ?function textMine:nn ?mutation. ?B textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


122 Complete abrogation of EphA3 function was achieved by the mutation of both Y602 and Y779, similar to that of the kinase inactive mutants K653R and Y596F ( Fig 7 ) 
116 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:dep ?D. ?A textMine:nsubjpass ?negative. ?D textMine:nsubj ?mutation. ?negative textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


123 BCR ABL mutations respond differently to three tyrosine kinase inhibitors approved for first line treatment of CML, e g, Y253F and G250E mutations resistant to imatinib can respond to nilotinib or/and dasatinib, T315A shows better response to imatinib though resistant to Dasatinib and Nilotinib, while some mutations are less sensitive to nilotinib (E255K/V and F359V/C) or dasatinib (F317L and V299L)  
Match

124 These two mutations, resulting in L1198F and G1201E amino acid changes, respectively, both reside within the ALK tyrosine kinase domain where they dramatically increased tyrosine kinase activities 
117 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?A textMine:nn ?mutation. ?D textMine:advcl ?positive. ?D textMine:partmod ?F. ?F textMine:prep ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


189 The goals of these methods are to increase sensitivity, specificity and to accurately quantify mutations of B Raf V600E 
118 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:dobj ?A. ?A textMine:prep ?mutation. ?positive textMine:conj ?C. ?positive textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


125 FLT3 ITD and FLT3 with an activating amino acid substitution in the tyrosine kinase domain, such as FLT3 D835Y, also constitutively activate the PI3K/Akt and MEK/Erk signaling pathways as well as STAT5 to stimulate proliferation and enhance survival of hematopoietic cells 
119 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?mutation. ?function textMine:advmod ?positive. ?function textMine:nsubj ?E. ?E textMine:prep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


126 Strongly reduced activity of the PPARγ K365R mutant contradicts the results of Pascual  et al who reported similar activation of the Aox tk  luciferase construct by wild type PPARγ and by the PPARγ K365R mutant 
120 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:prep ?C. ?E textMine:nsubj ?function. ?D textMine:ccomp ?E. ?negative textMine:dep ?D. ?C textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


127 The phosphorylation of Akt induced by S768I was abrogated by 100 nM erlotinib, and fibril formation was noted upon treatment with 1 μM or higher concentration of the drug 
121 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?D. ?D textMine:partmod ?function. ?function textMine:agent ?mutation. ?negative textMine:nsubjpass ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


128 Survival for CML CP patients with the T315I point mutation treated with TKIs is estimated to be reduced by 50% compared with patients without the T315I mutation (median survival of 22 months vs  more than 10 years for TKI responsive CML patients; Nicolini et al, 2009) 
Match

129 Bone marrow derived pro B cell line BaF3 stably expressing wild type  JAK3  or mutant  JAK3  (V674A) were obtained from Dr Hiroyuki Mano   and maintained in RPMI 1640 containing 10% FBS 
122 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:nsubjpass ?A. ?A textMine:appos ?mutation. ?A textMine:partmod ?E. ?E textMine:xcomp ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


130 Another study found uncoupling in rare TnC variants identified in DCM: cTnC Y5H, M103I, and I148V either decreased or abolished the effects of PKA phosphorylation on Ca 2+  sensitivity (Pinto et al,  2011 ) 
123 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:prep ?function. ?negative textMine:conj ?D. ?negative textMine:nsubj ?mutation. ?negative textMine:nsubj ?B. ?D textMine:dobj ?E. ?D textMine:nsubj ?B. ?B textMine:conj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


131 Furthermore, we show that the R728L variant decreases overall receptor levels and cellular receptor activity 
Similar Query!!!! 


132 In particular, our data are consistent with the identification of ETV1 and ETV5 in screens for mRNAs whose expression was decreased by BRAF(V600E)/MEK [MAPK (mitogen activated protein kinase)/ERK kinase] inhibitors in melanoma cells   
124 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:appos ?mutation. ?negative textMine:agent ?D. ?negative textMine:nsubjpass ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


133 The activity of DAS is maintained despite the presence of mutations that confer resistance to IM with the exception of the T315I mutation, and to a large degree, mutations affecting the residue 317 (F317L, F317V) 
125 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?A textMine:prep ?I. ?A textMine:dobj ?function. ?H textMine:nn ?mutation. ?B textMine:prep ?H. ?neutral textMine:prep ?F. ?I textMine:prep ?B. ?F textMine:prep ?G. ?G textMine:rcmod ?A.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


134 However, the ability of crizotinib to inhibit ALK phosphorylation was substantially reduced in all mutants tested, with IC 50 s >1000 n m  for L1196M and G1269S ( Table 2 ) 
126 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:prep ?H. ?H textMine:infmod ?C. ?C textMine:ccomp ?negative. ?D textMine:dobj ?E. ?D textMine:nsubj ?B. ?E textMine:prep ?mutation. ?negative textMine:nsubjpass ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


135 Previous studies demonstrated that expression of AKT1 E17K protein in NIH 3T3 cells increased AKT phosphorylation in those cells ( Carpten  et al , 2007 ) 
127 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prep ?A. ?positive textMine:nsubj ?function. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


136 This analysis revealed that the GST–JNK2 mutants D162N or D326N, residing within the ED and CD domains respectively, had reduced association with Myc 1018 C ( Figure 6 B, lanes 3–5) 
Match

137 Here we provide the first evidence that  V600E BRAF causes the upregulation of genes involved in glycolysis, whereas knock down of  V600E BRAF in melanoma cells conversely reduces the expression of these genes, lowers the rate of glycolysis and causes the reversal of the Warburg phenotype 
128 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:nn ?mutation. ?D textMine:prep ?E. ?negative textMine:advcl ?A. ?A textMine:dobj ?function. ?A textMine:csubj ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


138 The mutation of arginine at position 24 into cysteine (CDK4 R24C ) or histidine (CDK4 R24C ) renders the protein insensitive to regulation by p16 INK4a  but preserves interaction between CDK4 and cyclin D1 leading to constitutive activation of the complex and aberrant proliferation, through retinoblastoma protein inactivation and E2F activation 
129 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?F textMine:prep ?G. ?G textMine:prep ?A. ?B textMine:prep ?F. ?A textMine:appos ?mutation. ?neutral textMine:dobj ?function. ?neutral textMine:nsubj ?B.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


139 The mutations T315I, E255V, F317L and F317V contribute to decreased vdW interactions with Ala269 
130 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?function. ?D textMine:dep ?E. ?function textMine:amod ?negative. ?E textMine:dep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


140 As shown in  Figure 3a–b , the kinase activities of L858R/V948R tEGFR in its EGF– and Cetuximab–bound forms were reduced substantially compared to that of L858R tEGFR, indicating that mutation of either the N lobe or C lobe face of the dimer interface of L858R results in a 10  to 30 fold decrease in catalytic rate 
131 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:dep ?E. ?B textMine:prep ?K. ?function textMine:num ?mutation. ?K textMine:partmod ?M. ?E textMine:prep ?B. ?J textMine:parataxis ?D. ?J textMine:prep ?C. ?D textMine:ccomp ?G. ?G textMine:dobj ?I. ?M textMine:ccomp ?negative. ?H textMine:prep ?function. ?I textMine:prep ?H.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


141 We also found that all of the  NRAS  mutated melanoma lines evaluated (or included in our panel) had low expression of CDK2, whereas there was some variability within the  BRAF  V600E mutated group, with some cell lines harboring high expression of CDK2 and some with low expression 
132 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:conj ?C. ?F textMine:amod ?positive. ?I textMine:prep ?K. ?K textMine:nn ?mutation. ?B textMine:dobj ?C. ?B textMine:dobj ?F. ?J textMine:prep ?G. ?J textMine:ccomp ?H. ?A textMine:nsubj ?I. ?G textMine:partmod ?B. ?H textMine:advcl ?A. ?C textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


142 The expression of the G719C transcript was high compared to the S768I transcript throughout the tumor section 
133 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:amod ?mutation. ?positive textMine:pobj ?C. ?positive textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


143 Hence, E884K mutation can work in concert with L858R to modulate mutant receptor sensitivity to different targeted inhibitors 
134 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:nn ?mutation. ?unknown textMine:dobj ?function. ?unknown textMine:xsubj ?A.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


144 Hence, the double mutation L858R+E884K modulated downstream EGFR signaling differentially with distinctly different effects on the AKT (downregulated) and MAPK ERK1/2 phosphorylation (upregulated) 
135 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?E textMine:partmod ?A. ?unknown textMine:dobj ?E. ?unknown textMine:nsubj ?D. ?D textMine:nn ?mutation. ?A textMine:prep ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


145 We found high levels of active Caspase 3 in the regressing tumors compared with  BRAF   V600E   mitf  melanomas at <26 °C ( n =5 in each group;  Figure 5c ) 
136 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:prep ?H. ?G textMine:amod ?positive. ?C textMine:prep ?D. ?C textMine:dobj ?G. ?H textMine:amod ?function. ?E textMine:nn ?mutation. ?D textMine:pobj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


146 Thus, certain P loop mutations (Y253F, E255K) and the T315I mutation display a high oncogenic potential, which is consistent with the clinical observation of a poor outcome concerning overall and progression free survival   
137 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:xcomp ?E. ?E textMine:dobj ?function. ?F textMine:appos ?mutation. ?G textMine:rcmod ?D. ?G textMine:amod ?positive. ?B textMine:dobj ?G. ?B textMine:nsubj ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


147 In non small lung cancer, a missense mutation ( T790M)  within the EGFR kinase domain has been shown to emerge in lesions that progress while on TKIs, yielding a protein with reduced binding to drug  
138 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?negative. ?G textMine:appos ?mutation. ?D textMine:dobj ?F. ?D textMine:xsubj ?G. ?F textMine:partmod ?C. ?negative textMine:amod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


148 These observations suggested that the increased nuclear expression of YAP1 might promote the invasion of  BRAF   V600E   (+) PTC into adjacent tissues 
139 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?mutation. ?function textMine:amod ?positive. ?B textMine:dobj ?A. ?B textMine:nsubj ?function. ?A textMine:prep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


149 A somatic mutation of JAK2 , coding for constitutively activated Jak2 V617F, is frequently observed in  BCR/ABL1  negative myeloproliferative neoplasms (MPNs): 96% in polycythemia vera (PV), 55% in essential thrombocythemia (ET), and 65% in primary myelofibrosis (PMF)  
140 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?mutation textMine:amod ?function. ?mutation textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


150 Conversely, E884K worked in concert with L858R in  cis  to further enhance the sensitivity of the mutant receptor to gefitinib inhibition ( Fig 1A, B ) 
141 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?function. ?positive textMine:xsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


151 In an  in vitro  study, these two types of EGFR mutants demonstrated an enhanced TK activity in response to EGF and increased sensitivity to inhibition by TKI, although the biological activity between tumours with L858R and those with deletions was different ( Paez  et al , 2004 ;  Pao  et al , 2004 ) 
142 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?mutation. ?E textMine:prep ?D. ?C textMine:nsubj ?E. ?function textMine:advcl ?C. ?positive textMine:xcomp ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


152 Tyrosine phosphorylation of STAT5 was also enhanced, though not as significantly as that of PECAM 1, in cells expressing the E255K or T315I mutant ( Fig 4C ) 
143 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?E. ?positive textMine:nsubjpass ?function. ?F textMine:dobj ?C. ?E textMine:partmod ?F. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


153 The enhanced tyrosine phosphorylation of PECAM 1 by the E255K and T315I mutants may be at least partly due to their enhanced activities ( 15 – 17 ) 
144 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nn ?mutation. ?A textMine:prep ?E. ?A textMine:nsubj ?function. ?function textMine:prep ?D. ?E textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


154 The result is the disruption of the I 1 interactions, indicating that H587N is a deleterious mutation 
145 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:ccomp ?A. ?negative textMine:partmod ?C. ?negative textMine:prep ?function. ?A textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


155 FLT3  D835V and  KIT  D816Y) retained some level of sensitivity with regard to induction of apoptosis 
146 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?B textMine:prep ?function. ?neutral textMine:dobj ?B. ?neutral textMine:nsubj ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


156 (A) Treatment of BaF3 JAK3 V674A  cells with NSC114792 results in a decrease in phosphorylated JAK3 and STAT5 levels in a dose dependent manner 
147 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?G. ?D textMine:prep ?negative. ?B textMine:prep ?D. ?B textMine:prep ?C. ?C textMine:nn ?mutation. ?G textMine:amod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


157 Our biochemical studies here now show that E884K mutation in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
148 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?F textMine:amod ?mutation. ?B textMine:prep ?A. ?E textMine:prep ?function. ?E textMine:nsubj ?F. ?A textMine:amod ?unknown. ?function textMine:partmod ?B.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


158 In our models, MEK inhibitors produced a much stronger effect than WZ4002, which targets the EGFR[T790M] mutation   Fig 4C ) 
149 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:rcmod ?A. ?D textMine:prep ?G. ?D textMine:dobj ?function. ?A textMine:dobj ?E. ?E textMine:nn ?mutation. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


159 In particular, an activating point mutation in JAK2 (JAK2 V617F ) has been described with high frequency in chronic myeloproliferative disorders (MPD) and constitutive JAK2 activation caused by chromosomal translocations has been reported in various types of leukemia     
150 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?A textMine:conj ?function. ?A textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


160 The E17K mutation constitutively activates Akt1 by altering the kinetics and specificity of phospholipid binding, increasing the binding to PIP2, the more abundant plasma membrane phospholipid in the absence of PI3 kinase activation  
151 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?F textMine:dobj ?function. ?B textMine:nn ?mutation. ?A textMine:partmod ?F. ?A textMine:prepc ?unknown. ?A textMine:nsubj ?B.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


161 Some mutations (P112Q, R895C, E897K) enhance angiotensin II receptor mediated activation of TRPC6 when expressed in HEK293 cells, while neither the S270T nor the N143S missense mutations, nor a 57 amino acid truncation mutation (K874X), altered the channel activity   
152 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:partmod ?E. ?C textMine:nn ?positive. ?function textMine:advcl ?F. ?F textMine:nsubj ?mutation. ?E textMine:advcl ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


162 Some mutations (P112Q, R895C, E897K) enhance angiotensin II receptor mediated activation of TRPC6 when expressed in HEK293 cells, while neither the S270T nor the N143S missense mutations, nor a 57 amino acid truncation mutation (K874X), altered the channel activity   
153 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:nsubj ?C. ?E textMine:advcl ?function. ?C textMine:partmod ?E. ?function textMine:advcl ?F. ?F textMine:nsubj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


163 One hypothesis may state that induction of apoptosis is mediated via Thr308: We observed a particular high phosphorylation pattern of Thr308 in cells transfected with the tyrosine kinase domain (TKD) mutated  FLT3  D835V and  KIT  D816Y isoforms in our assays (see Figure  6 ) 
154 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:partmod ?D. ?B textMine:nn ?function. ?B textMine:amod ?positive. ?A textMine:dobj ?H. ?H textMine:nn ?mutation. ?D textMine:prep ?F. ?F textMine:partmod ?A. ?J textMine:prep ?G. ?J textMine:dobj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


164 It appears that PtdIns binding is enhanced in the E416A mutant for two reasons; (i) the Arg 380 –Glu 416  salt bridge, which otherwise blocks the entrance to the binding pocket, is broken, and (ii) the sentry glutamate residue, Glu 416 , is replaced by an alanine in this open state, which further increases the accessibility of the binding site for negatively charged lipid headgroups 
155 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?A. ?H textMine:rcmod ?positive. ?G textMine:agent ?I. ?A textMine:amod ?function. ?I textMine:prep ?H. ?D textMine:nn ?mutation. ?J textMine:conj ?G. ?J textMine:ccomp ?C. ?positive textMine:dobj ?E. ?C textMine:prep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


165 BRAF V600E  has elevated kinase activity, when compared with wild type  BRAF ; 1  and it induces constitutive ERK signaling, through hyperactivation of the RAS/RAF/MEK/ERK pathway, stimulating proliferation, survival and transformation 
Similar Query!!!! 


166 The enhanced tyrosine phosphorylation of PECAM 1 by the E255K and T315I mutants may be at least partly due to their enhanced activities ( 15 – 17 ) 
Match

168 Although inhibition of MEK and ERK phosphorylation was achieved in BRAF V600E/K  mutant melanoma, significantly increased tumour growth was seen in BRAF wild type melanomas with upstream RAS mutations 
156 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:advcl ?B. ?B textMine:prep ?C. ?B textMine:nsubjpass ?function. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


169 Similar to E884K, R958D modulated the sensitizing effect of L858R differentially to reversible EGFR inhibitors when in  cis  (with L858R) 
157 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:nn ?mutation. ?E textMine:amod ?function. ?B textMine:prep ?A. ?unknown textMine:dobj ?E. ?unknown textMine:nsubj ?B.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


170 Accordingly, there was higher Congo red binding of aggregated R248Q p53C than aggregated WT p53C at pH 7 2 ( Fig 2  A ) 
Similar Query!!!! 


171 The constitutive increase in EGFR activity appears to be ligand independent, as a combination of neutralizing antibodies against EGF, TGFα, and EGFR failed to inhibit elevated basal levels of L858R autophosphorylation ( Figure 2 B) 
158 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?mutation. ?C textMine:prep ?function. ?C textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


172 In such a case, although she died of progressive disease of T790M mutated tumor cells in her thorax, EGFR TKI, which was effective in the brain metastases, was beneficial for her to improve her quality of life 
159 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?F. ?F textMine:nn ?mutation. ?positive textMine:nsubj ?G. ?positive textMine:advcl ?E. ?G textMine:rcmod ?function. ?E textMine:prep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


173 Other mutations, outside the active site (secondary mutations), can increase resistance in the presence of major primary mutations like L10I/V, K20M/L/T, and I54V, as well as additional primary mutations such as M46I, and V82A/F/L/T 
160 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?positive textMine:prep ?E. ?A textMine:nn ?mutation. ?E textMine:prep ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


174 In this regard, there has been some controversy regarding the enhanced kinase activity of T790M mutant EGFR   
Similar Query!!!! 


175 Onitsuka et al examined clinical specimens of the acquired resistance cases and found that certain lung adenocarcinoma tissues have the T790M mutation and high levels of HGF expression 
161 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:amod ?mutation. ?B textMine:conj ?E. ?E textMine:amod ?positive. ?E textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

