run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


176 The mutations E255K, F317L and F317V experience increased electrostatic interactions with Tyr253 
162 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?positive textMine:nsubj ?B. ?B textMine:amod ?E. ?E textMine:dep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


177 Consistent with our hierarchical clustering analysis, introduction of the R164Q mutation led to relatively few changes in gene expression or showed reduced pathway activation compared with the other mutants studied 
163 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:nn ?mutation. ?F textMine:conj ?C. ?F textMine:nsubj ?A. ?C textMine:dobj ?function. ?function textMine:amod ?negative. ?A textMine:prep ?G.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


178 Here, we observed that expression of both Snail (sixfold) and Slug (twofold) was increased in BRAF V600E  murine thyroid tumor tissue compared to normal thyroid (Figure  3 C) 
Similar Query!!!! 


180 By contrast, both ALK F1174I  and ALK F1174L  displayed robust foci formation, although ALK M1166R  showed rather weak foci formation ability in comparison with ALK F1174S  ( Fig 5A ) 
164 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?negative. ?B textMine:dobj ?function. ?B textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


181 In terms of EGFR TKI sensitivity, Kancha et al have identified 4 sets of mutations based on their drug sensitivity profiles: (a) mutations that are very sensitive to all 3 drugs tested with IC50 values in the low nanomolar range (L858R and Del 747 753insS), (b) mutations that are less sensitive to gefitinib (IC50 >100 nmol/l) but sensitive to both erlotinib and AEE788 (G719S, V742A, and R776C; IC50 < 100 nmol/l), (c) mutations that are less sensitive to both gefitinib and erlotinib but sensitive to AEE788 (D761N, S768I, S784F, L838V, and L861Q), and (d) mutations that are resistant to all three drugs tested (N826S and T790M)   
165 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:conj ?D. ?A textMine:xcomp ?function. ?A textMine:advmod ?negative. ?D textMine:dep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


182 Consistent with these results, luciferase reporter analysis showed that BRAF K601E CT with K483R or K578R mutation failed to induce AP 1 dependent luciferase reporter gene expression whereas BRAF K601E CT and other mutants induced a higher level of AP 1 reporter activity in HEK 293T cells ( Fig S1B ) 
166 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?B. ?A textMine:nsubj ?D. ?I textMine:xcomp ?C. ?D textMine:nn ?mutation. ?C textMine:advcl ?A. ?E textMine:nsubj ?function. ?E textMine:ccomp ?I. ?B textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


183 The role of  BRAF  and  KRAS  oncogenes in altering cytoskeletal properties was further emphasized following depletion of BRAF V600E  by shRNA in HT29 cells, where migration ability of HT ShBR3 cells, with downregulated expression of mt BRAF  gene, was significantly impaired as compared to the empty vector control HT ps cells 
167 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:nn ?function. ?D textMine:rcmod ?negative. ?mutation textMine:prep ?A. ?A textMine:prep ?D. ?negative textMine:nsubj ?F.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


184 BRAF V600E  elicits a strong kinase activity (increased phosphorylation, PO4−) compared with wild type (wt) BRAF and activates MEK1/2 to phospho MEK1/2 and ERK1/2 to phospho ERK1/2, which may be involved in the up regulation of some ECM remodeling genes (ie 
168 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?C textMine:dep ?function. ?C textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


185 For instance, the A391E mutation in FGFR3 increases FGFR3 phosphorylation at low ligand concentration, similarly to the G380R and G375C ACH mutations studied here  
169 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?B. ?positive textMine:dobj ?function. ?A textMine:amod ?E. ?B textMine:appos ?A. ?G textMine:nn ?mutation. ?E textMine:prep ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


186 Here, we test the hypothesis that E1271K mutation of MET, analogous to E884K EGFR, can also differentially alter inhibitory sensitivity towards selective MET inhibitors ( Figure 6 ) 
170 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:prep ?E. ?F textMine:amod ?A. ?unknown textMine:dobj ?function. ?unknown textMine:nsubj ?F. ?E textMine:nn ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


187 E884K EGFR modulates inhibitor sensitivity effects in an inhibitor specific fashion
171 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dobj ?function. ?unknown textMine:nsubj ?B. ?B textMine:nn ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


188 The G380R mutation has been shown to increase FGFR3 phosphorylation and thus shorten the proliferative phase in chondrocyte development, but the cause for the increased receptor phosphorylation is under debate 
172 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?function. ?G textMine:conj ?F. ?G textMine:nsubjpass ?B. ?F textMine:nsubj ?A. ?function textMine:amod ?positive. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


191 These studies also described a correlation between PRV1  expression and the JAK2 V617F allele burden, as well as between  PRV1  overexpression and elevated JAK2 tyrosine kinase activity   
173 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nn ?mutation. ?positive textMine:dobj ?function. ?C textMine:conj ?positive. ?C textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


192 Knockdown or inhibition of FGFR3 signalling in the FGFR3 mutant UC cell lines MGHU3 (Y375C), 97 7 (S249C) and UMUC14 (S249C) is accompanied by diminished cell proliferation and/or anchorage dependent growth  in vitro  in all, although with different efficacy   
174 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:agent ?function. ?G textMine:nsubjpass ?A. ?C textMine:partmod ?F. ?F textMine:prep ?D. ?D textMine:appos ?mutation. ?A textMine:prep ?C. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


193 Consistent with published data  , PLX4032 abolished the ERK1/2 activating phosphorylation in BRAF V600E/K  melanoma cells ( Figure 2 , pERK, YULAC, YURIF, YUMAC and YUGEN8) 
Match

194 The Y931C mutation might disrupt the π–π interaction between tyrosine ring and the inhibitor ring structure, thus weakening the inhibitor binding and resulting in easy expulsion from the pocket 
175 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:ccomp ?function. ?B textMine:nn ?mutation. ?negative textMine:parataxis ?E. ?negative textMine:nsubj ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


195 In TERT NHUC, abolishing PLCγ1 phosphorylation significantly reduced the increase in saturation density associated with S249C FGFR3 (13% vs  24%, p=005) ( Figure 6a ), suggesting that PLCγ1 signaling contributes to this phenotype 
176 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:partmod ?B. ?G textMine:nn ?mutation. ?E textMine:prep ?C. ?E textMine:nsubj ?function. ?function textMine:amod ?negative. ?B textMine:prep ?G.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


196 The substitution of a thymidine to adenine in exon 15 results in an amino acid sequence change of valine to glutamate (V600E); this alteration makes  BRAF  constitutively active   with a higher affinity for MEK1 and MEK2 and with a potent activating effect on MAPK pathway 
177 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:amod ?function. ?L textMine:infmod ?C. ?C textMine:dobj ?A. ?H textMine:appos ?mutation. ?A textMine:prep ?D. ?B textMine:prep ?E. ?B textMine:advmod ?positive. ?G textMine:xcomp ?B. ?G textMine:nsubj ?K. ?K textMine:prep ?L. ?D textMine:prep ?H.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


197 The patient remained on this regimen for 7 mo with an excellent performance status, exceeding the expected survival of a patient expressing B RAF V600E colon cancer 
178 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?C textMine:dobj ?function. ?function textMine:prep ?E. ?E textMine:nn ?mutation. ?neutral textMine:xcomp ?C.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


198 Very high response rates and improved survival have been noted with the administration of the type I BRAF inhibitor vemurafenib (formerly PLX4032/RG7204) to patients with BRAF V600E  mutant cutaneous metastatic melanoma   
179 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?H. ?D textMine:nsubjpass ?function. ?D textMine:nsubjpass ?I. ?A textMine:rcmod ?B. ?H textMine:prep ?A. ?C textMine:nn ?mutation. ?I textMine:conj ?function. ?I textMine:amod ?positive. ?B textMine:prep ?G. ?G textMine:prep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


199 The T790M mutation may result in an alteration of EGFR topology that precludes the binding of reversible EGFR TKIs through steric hindrance, or T790M may increase the affinity of the kinase domain for ATP  
Match

200 E884K is activating, and can work cooperatively with L858R to differentially modulate downstream signal transduction
180 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?function textMine:amod ?unknown. ?A textMine:prep ?function. ?A textMine:prep ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


201 The activity against the resistance mutation T790M and cell lines with downstream resistance mechanisms was, however, only slightly better than the reversible TKIs 
181 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?D. ?F textMine:conj ?A. ?F textMine:prep ?mutation. ?D textMine:nn ?function. ?positive textMine:nsubj ?A. ?positive textMine:nsubj ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


202 In numerous studies, the  JAK2  V617F allele has been variably associated with higher indices of erythropoiesis, unchanged or decreased platelet counts, greater occurrence of thrombosis, increased BM fibrosis or cytoreductive treatments, older age, longer disease duration, or poorer survival in MPN   
182 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubjpass ?C. ?function textMine:conj ?negative. ?function textMine:nsubjpass ?C. ?C textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


203 To gain insight into the mechanism of E884K modulation of EGFR tyrosine kinase inhibitor (TKI) sensitivity, we further studied its effect on downstream AKT and STAT3 signaling pathways with TKI inhibition 
183 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:amod ?mutation. ?unknown textMine:prep ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


204 However, this resistance to EGFR TKI has been many times lower than the resistance in cells harbouring both the L858R and T790M mutations 
184 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:nn ?mutation. ?function textMine:prep ?A. ?negative textMine:prep ?function. ?F textMine:dobj ?C. ?A textMine:partmod ?F.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


205 We hypothesised that patients with low or heterogeneous expression of mutant BRAF V600E  protein would have a poor response to treatment with BRAF inhibitors and reduced survival, compared with patients with high and homogeneous expression 
185 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?F. ?function textMine:amod ?negative. ?F textMine:nn ?mutation. ?A textMine:prep ?C. ?E textMine:prep ?function. ?E textMine:nsubj ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


206 Moreover, the introduction of  miR 146b  into PTC mutated cells (BRAF V600E  or RET/PTC1) enhances cell invasiveness and migration [ 53 ] 
186 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:nsubj ?function. ?positive textMine:ccomp ?E. ?positive textMine:nsubj ?D. ?F textMine:dep ?mutation. ?D textMine:prep ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


207 In the current study, Liu and colleagues show that mutant V600E BRAF enhances STAT3 phosphorylation and increases PAX3 expression in melanocytes 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


208 The S252W mutation enhanced cell proliferation in fibroblasts, even in critical culture conditions, such as 05% FBS medium, but it had a negative effect on MSCs in 20% FBS culture environment 
187 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dep ?C. ?positive textMine:nsubj ?B. ?B textMine:nn ?mutation. ?C textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


209 In contrast to the isolated L858R kinase domain results, we observe that mutation of residues in the dimer interface in tEGFR dramatically reduces the activity of both the L858R and Δ746–750 tEGFRs, indicating that this dimerization event is critical for activation of both of these oncogenic mutants 
Match

210 The mutation Y253F (−0.22 kcal/mol) experiences increased electrostatic interactions, Y253H experiences increased electrostatic interactions (−0 3 kcal/mol) and decreased vdW (−131 kcal/mol) when binding to ponatinib 
Match

211 Coincident with the inability to produce conidiospores on Aspergillus Minimal Medium ( Figure 3 ), the G70R mutation results in a remarkable decrease in the capability of the FlbB bZip to bind previously defined DNA targets compared to the wild type protein    
188 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?mutation. ?function textMine:prep ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


212 This led us to question whether in solution, perturbation of the autoP trajectory by RET M918T could arise through presentation of a better intermolecular substrate by favoring an “AL out” conformer presenting Y900 or Y905 as a substrate to an active RET kinase in  trans  
189 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:partmod ?A. ?C textMine:prep ?mutation. ?A textMine:prep ?function. ?E textMine:prep ?C. ?positive textMine:dobj ?B. ?D textMine:prepc ?positive. ?D textMine:nsubj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


213 Both effects were readily abrogated by the TKI resistant mutation T790M 
190 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubjpass ?function. ?negative textMine:agent ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


214 Therefore, even with a higher sensitivity permitting detection of 1% mutant DNA, as is reached with SARMS and PNA based PCR clamping, detection of the T790M mutation in cfDNA remains difficult 
191 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?C. ?function textMine:amod ?positive. ?G textMine:nsubj ?B. ?G textMine:advcl ?E. ?E textMine:nsubj ?function. ?C textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


215 RET MEN2B ( RET  M918T) is more effectively autophosphorylated at RET Y1062 than is RET MEN2A, which subsequently leads to increased constitutive activation of the Ras/mitogen activated protein kinase (MAPK) and PI3K/AKT/mTOR signaling cascades   
192 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:advcl ?E. ?G textMine:nsubj ?C. ?F textMine:prep ?A. ?E textMine:rcmod ?F. ?A textMine:prep ?H. ?A textMine:amod ?positive. ?H textMine:amod ?function. ?C textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


216 Hence, E884K in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
193 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?F textMine:partmod ?function. ?B textMine:prep ?F. ?B textMine:nsubj ?mutation. ?function textMine:prep ?E. ?E textMine:amod ?unknown.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


217 All inhibitors reduced the relative level of Mek 1/2 phosphorylation in clones carrying the V600E mutation by more than 90% with dabrafenib showing the strongest effect 
194 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:dobj ?D. ?B textMine:partmod ?A. ?G textMine:prep ?function. ?D textMine:amod ?mutation. ?negative textMine:prep ?B. ?negative textMine:dobj ?G.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


218 The former is the case of the S492R mutant, which confers resistance to cetuximab since the mutation is located in its binding epitope on the EGFR external domain  ; whereas the later is the case of the T790M mutant (mutation in the kinase domain), which confers resistance to gefitinib or erlotinib in lung adenocarcinomas   by stabilizing the active tyrosine kinase conformation and enhancing aTP binding   
195 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?D textMine:dobj ?G. ?E textMine:prepc ?D. ?I textMine:parataxis ?F. ?I textMine:prep ?H. ?G textMine:amod ?function. ?F textMine:prep ?A. ?H textMine:nn ?mutation. ?A textMine:rcmod ?E.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }


219 We verified that oncogenic RET M918T increases enzymatic activity and ATP affinity analogous to the T790M mutation of the EGFR ( Yun et al, 2008 ) 
Match

220 In a dose response experiment ( Figure 3 B, left panel), the best inhibitor, D4, was effective at a concentration of 200 nM to inhibit RET C634Y  autophosphorylation up to 70% and to drastically reduce ERK phosphorylation 
196 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:ccomp ?B. ?function textMine:ccomp ?negative. ?E textMine:nsubj ?mutation. ?B textMine:conj ?negative. ?B textMine:ccomp ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


221 The NS1 mutants D2N †  and V226I bound F2F3 FLAG with comparable affinity to HK wt NS1, but NS1 mutants V23A and R227K †  demonstrated a 2 fold increase in binding affinity (p<0 05 and p<001, two tailed student's t test) 
197 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?function. ?D textMine:dobj ?positive. ?A textMine:conj ?D. ?A textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


282 These data indicate that BRAF V600E  increases NFAT transcriptional activity via MEK/ERK dependent signalling ( Figure 2C ) 
Match

223 Similarly, E884K further enhanced the sensitivity of L858R to the inhibition by the irreversible EGFR/ERBB2 inhibitor, CL 387,785 
198 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?mutation. ?positive textMine:prep ?function. ?positive textMine:dobj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


224 Our biochemical studies here now show that E884K mutation in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
199 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?F textMine:amod ?mutation. ?function textMine:prep ?A. ?E textMine:prep ?C. ?E textMine:nsubj ?F. ?A textMine:amod ?unknown. ?C textMine:partmod ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


225 In vitro , Y791F mutations have been shown to enhance signal transducer and activator of transcription 3 (STAT3) signaling ( 74 ) 
200 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nn ?mutation. ?positive textMine:dobj ?function. ?positive textMine:xsubj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


226 To understand the role of the c Met N375S sequence variant in modulating sensitivity to MET inhibitor, we measured the viability of A549 lung cancer cells transfected with the recombinant  c Met WT  and  c Met N375S  constructs after treatment with the preclinical MET inhibitor SU11274  
201 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?C textMine:prepc ?unknown. ?E textMine:advcl ?C. ?E textMine:dep ?F. ?F textMine:nsubj ?mutation. ?unknown textMine:dobj ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


227 Although inhibition of MEK and ERK phosphorylation was achieved in BRAF V600E/K  mutant melanoma, significantly increased tumour growth was seen in BRAF wild type melanomas with upstream RAS mutations 
202 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:advcl ?B. ?C textMine:prep ?function. ?B textMine:prep ?D. ?B textMine:nsubjpass ?C. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


228 In comparison, the activity of some FOP mutants was generally increased to a level similar to caALK2, revealing an inherent gain of function in their catalytic domain in the absence of added BMP ligand ( Fig. 1  B )  Significantly, the signaling by R206H was increased by FK506 to a far greater extent than other GS domain mutants, such as L196P ( Fig 1  B ) 
203 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:parataxis ?A. ?B textMine:parataxis ?C. ?A textMine:dobj ?D. ?D textMine:prep ?function. ?C textMine:auxpass ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


229 Furthermore, expression of CDK1 was increased in S249C and Y375C cells, and the difference was particularly pronounced when the cells were starved in depleted medium to block stimulation by other growth factors 
Match

230 The activity of DAS is maintained despite the presence of mutations that confer resistance to IM with the exception of the T315I mutation, and to a large degree, mutations affecting the residue 317 (F317L, F317V) 
204 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?A textMine:dep ?mutation. ?B textMine:prep ?C. ?C textMine:appos ?A. ?neutral textMine:prep ?B. ?neutral textMine:nsubjpass ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


231 The combination of vemurafenib and metformin tended to have stronger anti proliferative effects on BRAF V600E  mutant cell lines 
Similar Query!!!! 


232 Our studies here, using COS 7 transfection model system, show that E884K works in concert with L858R in  cis , in a dominant fashion, to change downstream signaling, differentially induce MAPK ERK1/2 signaling and associated cell proliferation, and differentially alter sensitivity of EGFR phosphorylation inhibition by ERBB family inhibitors in an inhibitor specific fashion 
205 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:xsubj ?mutation. ?A textMine:conj ?unknown. ?unknown textMine:dobj ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


233 Expression of the p61 BRAF V600E  splice variant shows enhanced dimerization rendering a subset of melanoma patients resistant to vemurafenib  
206 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:partmod ?K. ?G textMine:amod ?positive. ?C textMine:amod ?function. ?D textMine:prep ?I. ?F textMine:dobj ?G. ?F textMine:nsubj ?J. ?A textMine:nn ?mutation. ?I textMine:amod ?C. ?K textMine:dobj ?D. ?J textMine:prep ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


234 This agent has demonstrated 325 fold greater activity against native BCR ABL in vitro as compared with imatinib, and is active against all imatinib resistant BCR ABL mutations with the exception of T315I   
207 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?mutation. ?C textMine:conj ?function. ?C textMine:dobj ?A. ?function textMine:prep ?E. ?A textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


235 In colorectal cancer patients, a mutation in the extracellular domain of EGFR (S492R), which abrogates cetuximab binding but retains panitumumab sensitivity, has been recently described as a mechanism of acquired resistance   (Fig  2c ) 
208 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?D textMine:appos ?mutation. ?E textMine:prep ?B. ?E textMine:rcmod ?neutral. ?E textMine:rcmod ?A. ?H textMine:amod ?function. ?A textMine:conj ?neutral. ?A textMine:dobj ?H. ?B textMine:prep ?D.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


236 Transformation induced by each of the three oncogenes  KRAS G12V   (Caco K cells),  BRAF V600E   (Caco BR cells) and  HRAS G12V   (Caco H cells) managed to increase the ability of Caco 2 cells to migrate and invade  in vitro , independently of their proliferating ability, which has been previously analyzed in   
209 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?function. ?A textMine:advmod ?D. ?positive textMine:xsubj ?mutation. ?positive textMine:xcomp ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


237 The increase in BIM expression and apoptosis are inhibited by the secondary resistant mutation, T790M 
210 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:appos ?mutation. ?positive textMine:prep ?function. ?C textMine:prep ?D. ?C textMine:nsubj ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


238 The activity of DAS is maintained despite the presence of mutations that confer resistance to IM with the exception of the T315I mutation, and to a large degree, mutations affecting the residue 317 (F317L, F317V) 
211 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?A textMine:prep ?I. ?G textMine:nn ?mutation. ?B textMine:prep ?G. ?neutral textMine:prep ?E. ?neutral textMine:nsubjpass ?function. ?I textMine:prep ?B. ?E textMine:prep ?F. ?F textMine:rcmod ?A.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

