run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


540 BRAF V600E  is the most prevalent genetic alteration implicated in the initiation and progression of PTC, especially in aggressive subtypes such as the tall cell variant of PTC and in those with extra thyroidal extension and lymph node or distant metastases 
470 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:nsubj ?mutation. ?unknown textMine:partmod ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


541 Our observation that NFAT activity was higher in V600D mutated WM266 4 cells compared with V600E mutated A375 cells, which correlated with the amount of BRAF kinase activity evoked by each mutant is particularly noteworthy 
Match

542 Indeed, upon the addition of NN, hTMSC chemotactic migration was significantly reduced compared with the control condition as well as to N C  stimulated cells ( Fig. 3  A )  Furthermore, in NSCLC line H1975, which expresses EGFR with the double mutation L858R and T790M as well as HER2 and HER3  , NN stimulation reduced chemokinesis relative to NRG stimulated and untreated control cells ( Fig 3 ,  B  and  C ) 
471 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:appos ?function. ?F textMine:nsubjpass ?E. ?C textMine:nsubj ?negative. ?E textMine:prep ?D. ?G textMine:advcl ?F. ?G textMine:xcomp ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


543 Residue Leu573 forms hydrophobic interactions that appear to stabilize the helical segment of the SH2 PK linker, and mutation of the corresponding residue in Jak2 from methionine to alanine (M535A) also reversed V617F driven proliferation 
472 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?function textMine:xsubj ?E. ?A textMine:dobj ?E. ?A textMine:conj ?B. ?B textMine:dobj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }


544 In addition, the  JAK2  V617F  mutation may increase the stability of the JAK2 protein by rendering it resistant to the effect of SOCS3 binding, as overexpression of SOCS3 results in increased SOCS3 and  JAK2  V617F  phosphorylation [ 68 ] 
473 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:num ?mutation. ?A textMine:amod ?positive. ?function textMine:prep ?A. ?C textMine:conj ?G. ?C textMine:prep ?F. ?F textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


545 The EGFR  T790M variant changes the structural conformation of the ATP binding site, thereby increasing the affinity of ATP to EGFR, while the affinity of gefitinib to ATP is unchanged 
474 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nsubj ?function. ?positive textMine:advcl ?A. ?E textMine:dobj ?C. ?E textMine:nsubj ?G. ?C textMine:prep ?F. ?F textMine:partmod ?positive. ?G textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


546 We found that the suppressor of cytokine signaling 3 ( SOCS3 ) expression was significantly elevated in MPN patients with a  JAK2  V617F mutation, suggesting that  SOCS3  mRNA in peripheral blood can be used as a biomarker for diagnosis and assessment of MPN patients 
475 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:partmod ?B. ?positive textMine:prep ?E. ?positive textMine:nsubj ?D. ?B textMine:dobj ?A. ?D textMine:prep ?C. ?H textMine:nsubj ?function. ?A textMine:rcmod ?H. ?E textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


547 The effect on the downstream signal mediators p AKT [S473] and p STAT3 [Y705] correlated well with the inhibition of EGFR phosphorylation ( Figure 1A ); E884K in  cis  with L858R decreased erlotinib inhibition of AKT and STAT3 phosphorylation but increased inhibition by gefitinib 
476 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:conj ?D. ?negative textMine:nsubj ?mutation. ?D textMine:dobj ?function. ?D textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


548 Taken together these data suggest that BRAF V600E  is able to relax cell cell junctions by reducing E cadherin expression and may drive colon epithelial cells to a more aggressive phenotype, while KRAS G12V  reserves their epithelial characteristics 
477 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:xsubj ?mutation. ?A textMine:prepc ?negative. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


549 Our studies here, using COS 7 transfection model system, show that E884K works in concert with L858R in  cis , in a dominant fashion, to change downstream signaling, differentially induce MAPK ERK1/2 signaling and associated cell proliferation, and differentially alter sensitivity of EGFR phosphorylation inhibition by ERBB family inhibitors in an inhibitor specific fashion 
Match

550 Structurally, this residue lies in the substrate binding pocket of the kinase, and the M918T mutation appears to increase RET–ATP binding affinity and the stability of the active ATP bound form, effectively making RET more active, more of the time ( 48 )–( 51 ) 
478 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:dep ?function. ?positive textMine:dobj ?C. ?positive textMine:xsubj ?B. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


552 Correcting the results for the variables that could have influence on BT,  JAK2 V617F wt and homozygous genotypes remained independently associated with BT 
479 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?function textMine:aux ?neutral. ?function textMine:nsubj ?B. ?B textMine:nn ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


553 The sensitivity and accuracy of the PNAcqPCR method were both higher than those of DS for the detection of the  BRAF  V600E  mutation 
480 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nn ?mutation. ?A textMine:prep ?B. ?positive textMine:prep ?A. ?positive textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


554 The other possibility is that the presence of the EGFR T790M mutation could increase the affinity of the EGFR L858R for ATP and thus reduce the potency of an ATP competitive kinase inhibitor   
481 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?function textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


555 Upon FGF2 stimulation, S252W fibroblasts significantly altered expression of 55 DEGs, up regulating 21 genes and down regulating 34 genes ( Table S3 ) 
Similar Query!!!! 

Similar Query!!!! 


556 Potentially, the increased TGFβ2 expression resulting from SF 1 knockdown could pose a problem for such a therapy if childhood tumors have dysregulated TGFβ signaling like the NCI H295R cells, and this needs to be explored further 
482 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?C textMine:xcomp ?A. ?G textMine:advcl ?C. ?G textMine:nsubj ?function. ?F textMine:nn ?mutation. ?A textMine:prep ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


557 Mcl 1 depletion in JAK2 V617F  mutant SET 2 cells increases apoptosis and sensitizes the cells to NVP BSK805 induced cell death  
483 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?mutation textMine:rcmod ?function. ?mutation textMine:rcmod ?D. ?function textMine:nsubj ?positive. ?D textMine:conj ?function. ?D textMine:nsubj ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


558 In summary, we have demonstrated that targeting the switch pocket of KIT offers a novel and selective method to effectively suppress KIT D816V neoplastic proliferation and SCF enhanced mast cell activation 
484 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?D textMine:nn ?mutation. ?D textMine:conj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


559 F1174L may therefore stabilize an active conformation that is both more oncogenic and less favored for crizotinib binding 
485 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?D textMine:amod ?function. ?A textMine:dobj ?D. ?A textMine:nsubj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }


560 The pan BCR ABL kinase inhibitor ponatinib exhibits potent activity against native, T315I, and all other clinically relevant mutants, and showed better inhibition than the previously known inhibitors 
486 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?B textMine:dobj ?function. ?E textMine:conj ?B. ?E textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


561 To test whether functional interactions between NF1 and ALK exist in human cells, we used the SK SY5Y and Kelly neuroblastoma cells, both of which harbor constitutively active F1174L  ALK  alleles, and both of which are highly sensitive to pharmacological ALK inhibition  
487 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nsubj ?D. ?D textMine:nn ?mutation. ?function textMine:advmod ?positive. ?function textMine:ccomp ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


562 (A) JAK2 K539L, T875N and R683G all induce constitutive activation of JAK2, however all three mutants display a marked decrease in STAT5 transcriptional activity in γ 2A cells when the F595A mutation is also introduced 
488 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dep ?B. ?D textMine:dobj ?E. ?D textMine:nsubj ?mutation. ?F textMine:prep ?function. ?E textMine:amod ?positive. ?B textMine:dobj ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


563 The expression levels of Runx2 were similar in  Fgfr2 +/S252W   mice and unaffected littermates, with high expression in osteoblasts and low expression in the intervening mesenchyme, but this mesenchyme was more extensive in the mutant suture 
489 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?F. ?A textMine:prep ?B. ?A textMine:prep ?C. ?F textMine:amod ?mutation. ?B textMine:prep ?function. ?B textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


564 Intriguingly, the imatinib resistant BCR/ABL mutants E255K and T315I showed increased ability as compared with native BCR/ABL to induce tyrosine phosphorylation of PECAM 1 when expressed in the murine model hematopoietic cell line BaF3 cells or in 293T cells ( Fig 4 ) 
Similar Query!!!! 

Similar Query!!!! 


565 We found that tumors expressing Braf V600E  and either KRAS V12  or KRAS V12/C40  were significantly larger than those expressing Braf V600E  alone or Braf V600E  and the other KRAS ED  mutants 
490 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:partmod ?function. ?A textMine:conj ?mutation. ?positive textMine:prep ?mutation. ?positive textMine:prep ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


566 Some of these mutations alter specifically the configuration of the ATP binding kinase pocket (V654A and T670I), inhibiting imatinib binding 
491 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?C textMine:amod ?function. ?D textMine:prep ?B. ?unknown textMine:dobj ?D. ?B textMine:appos ?C. ?B textMine:appos ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


568 We find an increased activity of SIRT1 in PLX4032 resistant BRAF V600E  mutated melanoma cells compared with their sensitive counterpart, thereby linking SIRT1 to drug resistance and poor prognosis in melanoma 
492 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?mutation textMine:partmod ?A. ?E textMine:prep ?mutation. ?E textMine:amod ?positive. ?A textMine:dobj ?C. ?C textMine:pobj ?G. ?G textMine:amod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


569 These domains interact when the enzyme is in the inactive conformation, and the V600E mutation shifts the kinase into the active conformation, suggesting that disrupting this interaction is a primary mechanism for activating the  BRAF  oncogenes 
493 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?G textMine:ccomp ?F. ?F textMine:csubj ?negative. ?A textMine:partmod ?G. ?A textMine:nsubj ?C. ?C textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


570 Cells expressing the L747_E749del A750P and D770_N771insNPG  EGFR  mutants also exhibited a greater degree of loss of contact inhibition than was observed in cells expressing the L858R or G719S EGFR mutants in a primary focus formation assay (unpublished data) 
494 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?mutation. ?B textMine:prep ?G. ?G textMine:partmod ?A. ?C textMine:prep ?H. ?C textMine:amod ?positive. ?H textMine:prep ?function. ?D textMine:advcl ?B. ?D textMine:dobj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


571 This study finds that the two most common EGFR mutations in non small cell lung cancer (L858R and Δ746–750) result in EGF–independent tEGFR activities comparable to, or greater than, the activity of EGF–stimulated WT EGFR, and that tEGFR activation resulting from these mutations remains strongly coupled to asymmetric kinase dimer formation ( Fig 3d ) 
495 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?B textMine:dep ?mutation. ?neutral textMine:nsubj ?D. ?D textMine:partmod ?function. ?C textMine:conj ?neutral. ?C textMine:nsubj ?B.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


572 As previously reported  , levels of phosphorylated RET and ERK were constitutively high in untreated PC12/MEN2A cells due to the presence of the active RET C634Y  allele 
496 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?D. ?D textMine:nn ?mutation. ?C textMine:amod ?function. ?positive textMine:prep ?B. ?positive textMine:nsubj ?H. ?H textMine:prep ?C. ?B textMine:prep ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


573 These data suggest that binding to PtsInsP species is enhanced by the E416A mutation, in agreement with the MD results reported above 
497 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?mutation. ?positive textMine:agent ?C. ?positive textMine:nsubjpass ?E. ?E textMine:amod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


574 These differences in MITF activity may reflect distinct subtypes of melanoma; however, another possibility is that MITF amplification indicates the need for melanoma cells to maintain sufficient MITF activity for survival in the context of high BRAF V600E  signaling   
498 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?D textMine:nn ?mutation. ?A textMine:prep ?D. ?neutral textMine:dobj ?function. ?neutral textMine:prep ?A.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


575 Mutations to this protein such as G469A, E586K, V600E, and K601E can increase BRAF catalytic activity  
499 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?mutation. ?positive textMine:dobj ?function. ?positive textMine:nsubj ?D. ?D textMine:prep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


576 Treatment with UO126, at the most optimal treatment condition (Additional Figure 3 ), resulted in the decreased activation of RhoA illustrating that mutant BRAF V600E  utilises the MAPK pathway to activate RhoA (Figure  5E , upper panel) 
500 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:prep ?C. ?F textMine:amod ?negative. ?C textMine:partmod ?H. ?H textMine:ccomp ?E. ?A textMine:nn ?function. ?E textMine:prep ?A. ?E textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


578 The EphA3 G518L mutation found in lung cancer increases the affinity of the lateral interaction between EphA3 and ephrin A3 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


579 Hence, the E884K mutation, when in  cis  with L858R, modulates the sensitivity of the mutant receptor towards ERBB family kinase inhibitors in an inhibitor specific fashion 
Match

580 Research into the molecular mechanisms of BRAF V600E  positive tumors has revealed that the missense valine to glutamic acid mutation increases kinase activity, promoting the constitutive activation of MEK ERK signaling and enhancing ERK dependent transcriptional output  
501 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?G. ?I textMine:dobj ?function. ?E textMine:ccomp ?B. ?E textMine:nsubj ?D. ?G textMine:prep ?H. ?H textMine:nn ?mutation. ?B textMine:partmod ?I. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


581 In a dose response experiment ( Figure 3 B, left panel), the best inhibitor, D4, was effective at a concentration of 200 nM to inhibit RET C634Y  autophosphorylation up to 70% and to drastically reduce ERK phosphorylation 
502 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?E textMine:nsubj ?mutation. ?B textMine:conj ?negative. ?B textMine:ccomp ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


582 A change at residue 600 in the BRAF gene (V600E) leads to 500 fold increased activation of BRAF V600E  MEK ERK signaling in tumor cells, a signaling pathway that is frequently mutated in melanoma (Cantwell Dorris et al,  2011 ) 
Similar Query!!!! 


583 Recent studies show that EGFR expression occurs in a significant percentage of BRAF resistant melanomas, and receptor activation, though disadvantageous under normal conditions, becomes beneficial when the MAPK pathway is blocked in BRAF V600E  positive melanomas [ 40 ] 
503 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:advcl ?C. ?positive textMine:nsubj ?function. ?E textMine:nn ?mutation. ?C textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


584 Intriguingly, the imatinib resistant BCR/ABL mutants E255K and T315I showed increased ability as compared with native BCR/ABL to induce tyrosine phosphorylation of PECAM 1 when expressed in the murine model hematopoietic cell line BaF3 cells or in 293T cells ( Fig 4 ) 
Similar Query!!!! 

Similar Query!!!! 


585 Instead, the T790M mutation induces resistance by increasing the binding affinity of ATP by one order of magnitude, which is near the affinity for wild type  EGFR , thus enabling ATP to compete effectively with the kinase inhibitors   
504 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nn ?mutation. ?function textMine:prepc ?positive. ?function textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


586 Non hotspot AKT1 PH domain mutants L52R, C77F, and Q79K increase Akt1 activation and downstream signaling
Match

587 In colon cancer suppression of BRAF in cell lines with BRAF V600E  showed significant decreased proliferation through cyclin D1 and p27 Kip1  and induces apoptosis by a significant decrease in the levels of anti apoptotic protein Bcl 2   
505 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:nsubj ?mutation. ?function textMine:prep ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


588 Moreover, treatment of mice carrying BRAF V600E  PTC with BRAF inhibitors reduced tumor proliferative index and partially restored thyroid specific gene expression (Chakravarty et al,  2011 ) 
506 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?H textMine:nn ?mutation. ?F textMine:dobj ?function. ?F textMine:nsubj ?D. ?G textMine:dobj ?H. ?C textMine:partmod ?G. ?D textMine:prep ?C. ?negative textMine:conj ?F. ?negative textMine:nsubj ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


589 Previous  in vivo  analyses of the Fgfr2 P253R/+  and Fgfr2 S252W/+  mouse models of Apert syndrome revealed increased osteoblastic gene expression around the coronal suture   
Similar Query!!!! 

Similar Query!!!! 

507 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?function. ?A textMine:nsubj ?C. ?function textMine:amod ?positive. ?C textMine:prep ?B. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


590 Taken together, these data provide support that cooperative enhanced inhibition using dual TKIs against MET and EGFR pathways may be an effective treatment strategy to inhibit lung cancer with intrinsic or acquired T790M EGFR mediated TKI resistance 
508 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nsubj ?G. ?H textMine:ccomp ?A. ?I textMine:amod ?positive. ?function textMine:xsubj ?I. ?C textMine:xcomp ?function. ?C textMine:nsubj ?I. ?E textMine:conj ?H. ?E textMine:ccomp ?C. ?G textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


591 One Akt mutant (E17K), found in a subset of human cancers, displays higher PIP3 binding, membrane localization, and activation (Brazil et al , ; Varnai et al, ) 
509 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:conj ?function. ?E textMine:amod ?positive. ?C textMine:appos ?mutation. ?D textMine:dobj ?function. ?D textMine:dobj ?E. ?D textMine:nsubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


592 Immunoblot analysis revealed that this inhibition was caused by reduced phosphorylation of BCR ABL and Crk L and increased activation of PARP in Ba/F3 BCR ABL T315I cells after treatment with ponatinib ( Figure 1D ) 
510 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:nn ?mutation. ?D textMine:prep ?B. ?function textMine:amod ?negative. ?function textMine:conj ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


593 Another study found uncoupling in rare TnC variants identified in DCM: cTnC Y5H, M103I, and I148V either decreased or abolished the effects of PKA phosphorylation on Ca 2+  sensitivity (Pinto et al,  2011 ) 
511 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?function. ?negative textMine:dobj ?D. ?negative textMine:nsubj ?B. ?B textMine:conj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


594 Selumetinib induces an increase in ADC in BRAF V600E  Colo205 colon tumour xenografts concomitant with inhibition of ERK1/2 signalling and tumour growth
512 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:dobj ?positive. ?positive textMine:prep ?E. ?D textMine:nn ?mutation. ?E textMine:prep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


595 Therefore,  BRAF  V600E increases the kinase activity that provides cancer cells with both proliferation and survival signals and promotes them to become tumors in the model system 
513 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nn ?function. ?C textMine:prep ?B. ?A textMine:rcmod ?C. ?positive textMine:dobj ?A. ?positive textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


596 Two sensitive transfectants (harboring a  FLT3  D835V or  KIT  D816Y mutation) were immunoblotted – and showed higher elevated threonine 308 phosphorylation levels compared to  FLT3  ITD or  BCR ABL1  transfected cells 
514 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:nn ?function. ?G textMine:amod ?positive. ?F textMine:dobj ?C. ?C textMine:nn ?mutation. ?B textMine:dobj ?G. ?B textMine:nsubjpass ?D. ?D textMine:dep ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


597 Although not significant, our data showed a decrease in  MLH1  expression in samples harbouring BRAF V600E mutations (Figure  1 A), RET/PTC rearrangements (Figure  1 B), or transitions (Figure  1 C) 
515 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?function. ?F textMine:nn ?mutation. ?E textMine:dobj ?F. ?function textMine:prep ?A. ?A textMine:partmod ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


598 Notably, inhibition of phosphorylation of the D816V mutation was significantly reduced compared to the D816Y and D816F isoforms 
516 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubjpass ?function. ?negative textMine:pobj ?B. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


599 In numerous studies, the  JAK2  V617F allele has been variably associated with higher indices of erythropoiesis, unchanged or decreased platelet counts, greater occurrence of thrombosis, increased BM fibrosis or cytoreductive treatments, older age, longer disease duration, or poorer survival in MPN   
517 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:ccomp ?positive. ?B textMine:nsubjpass ?D. ?D textMine:nn ?mutation. ?positive textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


600 Our data support the potential role of dual TKI combinatorial inhibition using EGFR inhibitors to enhance MET inhibition in T790M EGFR mediated therapy resistance 
518 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?function. ?positive textMine:dobj ?A. ?function textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


601 Wnt5a  methylation also remained strongly associated with  BRAF  V600E before (OR=25 9,
519 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?function textMine:aux ?neutral. ?function textMine:prep ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


602 Partial degradation of mutant BRAF and insufficient MAPK pathway inhibition in Caco BR cells overexpressing mutant BRAF V600E , appear to preclude cell sensitivity to 17 AAG ( Figure S10 ), regardless of the interaction between mutant BRAF and Hsp90 in the Caco BR cells ( Figure 8B ) 
520 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?function. ?B textMine:partmod ?C. ?function textMine:prep ?B. ?C textMine:dobj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

