run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].

1068 Several resistance mechanisms, such as EGFR T790M secondary mutation that leads to a higher ATP binding capacity, and MET amplification resulting in an aberrantly activated alternative pathway that bypasses the inhibited EGF receptors, had been discovered 
852 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:prep ?H. ?F textMine:prep ?I. ?I textMine:conj ?H. ?I textMine:amod ?positive. ?E textMine:rcmod ?F. ?E textMine:nn ?mutation. ?G textMine:prep ?A. ?H textMine:partmod ?G. ?A textMine:amod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1069 Therefore,  BRAF  V600E increases the kinase activity that provides cancer cells with both proliferation and survival signals and promotes them to become tumors in the model system 
Match

1070 The specific type of mutation may hold predictive relevance in that some mutations confer higher affinity for certain EGFR TKIs and some confer resistance to certain EGFR TKIs, for example, mutations in exon 20 and the T790M mutation 
853 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?function. ?D textMine:amod ?positive. ?A textMine:dobj ?D. ?A textMine:prep ?F. ?F textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1071 As expected, we found that the combination of both reduced ATP and V600E BRAF levels caused activation of AMPK as seen from increased phosphorylation at Thr172 of the alpha subunit of AMPK in doxycycline treated samples (Figure  6F ) 
854 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:advcl ?B. ?G textMine:nsubj ?E. ?C textMine:prep ?function. ?D textMine:nn ?mutation. ?E textMine:prep ?D. ?function textMine:amod ?positive. ?B textMine:csubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1072 Tyrosine phosphorylation of PECAM 1 is enhanced by the E255K or T315I imatinib resistant mutation in BCR/ABL
855 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:num ?mutation. ?positive textMine:agent ?C. ?positive textMine:nsubjpass ?function. ?F textMine:npadvmod ?A. ?C textMine:amod ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1073 According to the Ki67 positive cells,  BRaf  V600E  expression increased lung cell proliferation index from 33.51% ±2.389% (n = 8 20X fields from 3 different mice) in 10 days old WT to 42.56% ±2 861% (n = 11 20X fields from 3 different mice) in age matched  Braf  CA  mice (each 20X field quantified contained between 2500–5000 nucleus;  P  = 00345;  Figure 1E ) 
856 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?mutation. ?positive textMine:dobj ?A. ?positive textMine:nsubj ?C. ?A textMine:nn ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1074 The T315I mutation experiences increased (−4.11 kcal/mol) and T315A mutation experiences decreased electrostatic interactions (−2 05 kcal/mol), and the mutation G250E contributes increased electrostatic interaction (−032 kcal/mol) while binding to ponatinib 
857 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:dobj ?F. ?B textMine:nn ?mutation. ?G textMine:conj ?D. ?G textMine:conj ?negative. ?negative textMine:nsubj ?B. ?F textMine:amod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1075 Hence, E884K in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
858 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?function textMine:partmod ?D. ?B textMine:prep ?function. ?B textMine:pobj ?mutation. ?D textMine:prep ?E. ?E textMine:amod ?unknown.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1076 Expression of BRAF V600E  in BRAF mutant naïve cells resulted in increased expression and activation of Usp5, suggesting that pathway activation or phospho regulation underlie Usp5 activation 
859 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?C textMine:prep ?mutation. ?A textMine:prep ?function. ?A textMine:nsubj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1077 The V600E mutant expresses a 10 fold increased kinase activity compared to the wild type BRAF   
860 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:ccomp ?A. ?D textMine:nsubj ?B. ?B textMine:nn ?mutation. ?A textMine:dobj ?function. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1078 Consistent with published data  , PLX4032 abolished the ERK1/2 activating phosphorylation in BRAF V600E/K  melanoma cells ( Figure 2 , pERK, YULAC, YURIF, YUMAC and YUGEN8) 
Match

1079 Comparing the efficiency between PNAcqPCR and DS for the detection of the  BRAF  V600E  mutation, the sensitivity and accuracy of PNAcqPCR method were both higher than those of DS 
861 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?D. ?positive textMine:nsubj ?function. ?positive textMine:partmod ?E. ?D textMine:prep ?B. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1081 The data suggest that low BRCA1 level may neutralize the negative effects of the EGFR T790M mutation on erlotinib sensitivity and that high BRCA1 expression may lead to de novo EGFR TKI resistance potentially through increased DNA damage repair capacity   
862 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?A textMine:nn ?mutation. ?function textMine:prep ?A. ?neutral textMine:dobj ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1082 The mutations Y253F, E255V and H396P experience decreased vdW interactions with Phe382 
863 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?negative textMine:nsubj ?B. ?B textMine:amod ?E. ?E textMine:dep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1083 We note that M918T also has increased activity toward exogenous substrates and is itself phosphorylated to a greater degree by exogenous kinases such as FAK ( Figure S7 ) 
Similar Query!!!! 

Similar Query!!!! 

864 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?function. ?A textMine:amod ?positive. ?E textMine:dobj ?A. ?E textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1084 Allosteric inhibition enhances the efficacy of ABL kinase inhibitors to target unmutated BCR ABL and BCR ABL T315I
Match

1085 The M918T mutation appears to increase the stability of monomeric active forms of RET, but activation of these mutants can also be further enhanced by binding of GDNF–GFRα complexes, suggesting that these mutant RET forms may induce signal transduction from both within and outside the lipid rafts, perhaps via distinct signaling complexes ( Figure 2B ) 
865 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nn ?mutation. ?C textMine:nsubjpass ?function. ?positive textMine:xsubj ?A. ?E textMine:conj ?C. ?E textMine:xcomp ?positive. ?E textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1086 In a study of four categories of imatinib  and dasatinib treated patients (imatinib resistant/dasatinib responsive; dasatinib resistant; blast crisis or CML progression and T315I or F317L mutated patient receiving omacetaxine treatment)  , transcriptional and translational levels of HCK, LYN and another SFK related gene BTK were elevated in more than 50% of resistant CML patients 
Match

1087 Furthermore, from a gefitinib resistant patient carrying the activating L858R mutation, we identified a novel secondary resistant mutation, L747S in cis to the activating mutation, which attenuated the up regulation of BIM and reduced apoptosis 
866 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:partmod ?C. ?function textMine:amod ?negative. ?C textMine:dobj ?E. ?E textMine:nn ?mutation. ?B textMine:rcmod ?D. ?J textMine:prep ?B. ?J textMine:prep ?G. ?D textMine:dobj ?F. ?F textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1088 As expected, BRAF V600E  inhibited MST1 induced 3XIRS reporter activation in a dose dependent manner and MST1 abolished the inhibitory effect of BRAF V600E  on FoxO3 transactivation ( Fig 3B & 3C ) 
Match

1089 Our biochemical studies here now show that E884K mutation in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
867 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?function textMine:partmod ?C. ?C textMine:prep ?A. ?A textMine:amod ?unknown. ?E textMine:prep ?function. ?E textMine:pobj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1090 A gain of function JAK2 ( JAK2 V617F  ) mutation leads to enhanced GATA 1 expression, whereas morpholino knock down of  jak2a  or a specific JAK2 inhibitor (TG101209) significantly suppresses GATA 1 expression in zebrafish embryos   
868 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?C. ?E textMine:amod ?positive. ?G textMine:dobj ?function. ?C textMine:appos ?mutation. ?F textMine:advcl ?G. ?F textMine:prep ?E. ?F textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1091 The mutations E255V, M244V, T315A, Y253H, experience increased vdW interactions with Met290 and the mutation M244V experiences increased vdW interactions with Ile293 
869 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:dobj ?function. ?D textMine:ccomp ?B. ?D textMine:nsubj ?F. ?function textMine:amod ?positive. ?F textMine:dep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1092 The G370C and S371C mutants produced higher levels of constitutive activation of MAPK in L8 cells and c  fos  transcription in RCJ cells than the G375C mutant, consistent with the fact that TD1 is much more severe than ACH 
870 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?function. ?D textMine:nn ?mutation. ?function textMine:amod ?positive. ?F textMine:prep ?D. ?F textMine:dobj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1093 Substitution of S252W and P253R alter the ligand binding specificities of FGFR2b and FGFR2c, but retain the ligand dependent activation properties  , whereas K659N causes receptor hyperactivation   
871 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?E textMine:dobj ?A. ?E textMine:nsubj ?F. ?unknown textMine:conj ?E. ?unknown textMine:nsubj ?F. ?A textMine:amod ?D. ?F textMine:prep ?mutation. ?D textMine:amod ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1094 If exon 19 deletion results in EGFR structural alterations which bind TKIs more tightly than L858R mutation, it could support our hypothesis 
872 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?C textMine:prep ?A. ?A textMine:amod ?mutation. ?unknown textMine:rcmod ?C. ?function textMine:prep ?unknown.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1095 Furthermore, transfection of another activated mutant L858R EGFR cDNA also induced enhanced expression ( Figure 7C ) and restored drug sensitivity to erlotinib in 11–18/ER1 7 cells ( Figure 7D ) 
873 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:conj ?E. ?positive textMine:nsubj ?B. ?E textMine:dobj ?function. ?E textMine:nsubj ?B. ?F textMine:nn ?mutation. ?B textMine:prep ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1096 Hence, E884K mutation can work in concert with L858R to modulate mutant receptor sensitivity to different targeted inhibitors 
Match

1127 The coexistent mutations of  AKT3  and  PIK3CA  in one sample suggest that some types of  AKT  mutations (non E17K) might coexist with  PIK3CA  mutations to enhance the activation of the PI3 kinase–AKT pathway 
Match

1097 While many JAK2 inhibitors are able to achieve normalization of leukocytosis and thrombocytosis, as well as improve symptoms in cancer patients [ 15 ,  16 ], they are less effective in achieving consistent hematologic remissions and reducing JAK2(V617F) allelic burden [ 15 ,  17   20 ] 
874 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:nn ?mutation. ?negative textMine:dobj ?A. ?function textMine:prepc ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1098 Thus, certain P loop mutations (Y253F, E255K) and the T315I mutation display a high oncogenic potential, which is consistent with the clinical observation of a poor outcome concerning overall and progression free survival   
875 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:xcomp ?F. ?F textMine:dobj ?function. ?G textMine:appos ?B. ?H textMine:rcmod ?E. ?H textMine:amod ?positive. ?B textMine:dep ?mutation. ?C textMine:dobj ?H. ?C textMine:nsubj ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1099 Overall, SP inhibitors represent an innovative mechanism of KIT inhibition whose dual suppression of KIT D816V neoplastic mast cell proliferation and SCF enhanced mast cell activation may provide significant therapeutic benefits 
876 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?mutation. ?D textMine:poss ?A. ?A textMine:rcmod ?positive. ?A textMine:prep ?function. ?positive textMine:dobj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1100 As expected, BRAF V600E  inhibited MST1 induced 3XIRS reporter activation in a dose dependent manner and MST1 abolished the inhibitory effect of BRAF V600E  on FoxO3 transactivation ( Fig 3B & 3C ) 
877 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?D. ?negative textMine:nsubj ?B. ?D textMine:prep ?mutation. ?F textMine:dobj ?function. ?B textMine:partmod ?F.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1101 Of note is that same epitopes are also exposed in the constitutively active L858R EGFR mutant, and, therefore, such a mutant also binds efficiently the α4 2 mAb   
Similar Query!!!! 


1102 Vemurafenib, metformin or the combination resulted in decreased phosphorylation of AKT in BRAF V600E  and BRAF WT  cell lines (Additional File  3 ) 
878 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?mutation. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1103 Complicating this interpretation, Ocm1 cells have been shown to carry the common V600E BRAF mutation that constitutively activates the MAPK pathway  
879 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:advmod ?positive. ?C textMine:rcmod ?function. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1104 The T790M EGFR mutant has increased affinity for ATP, which is the primary mechanism responsible for the development of resistance to small molecule tyrosine kinase inhibitors (TKIs), such as gefitinib and erlotinib  [36]  
880 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?function. ?G textMine:amod ?H. ?H textMine:prep ?D. ?B textMine:rcmod ?G. ?positive textMine:prep ?B. ?positive textMine:nsubj ?F. ?F textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1105 Ectopic expression of  V600E BRAF or  Q61L NRAS increases the expression of metabolic genes
881 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:dep ?function. ?D textMine:prep ?positive. ?D textMine:prep ?B. ?B textMine:conj ?positive. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1106 Similarly, E884K further enhanced the sensitivity of L858R to the inhibition by the irreversible EGFR/ERBB2 inhibitor, CL 387,785 
Match

1107 PLX4032 was recently demonstrated to reduce the uptake of 2(18F)fluoro 2 deoxy D glucose (18F FDG) in melanoma cells, whereas inducible expression of V600E BRAF increased the glucose uptake rate and decreased O 2  consumption in thyroid cancer cells   
Match

1108 We have shown previously that co treatment of several melanoma cell lines with WNT3A and with a targeted BRAF V600E inhibitor synergistically increases Wnt/β catenin signaling and apoptosis   
882 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?C. ?function textMine:nsubj ?E. ?E textMine:prep ?B. ?positive textMine:conj ?function. ?positive textMine:nsubj ?E. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1109 The level of activation of the K652E receptor was higher than the S249C and Y375C mutants ( Figure 3a ,  Supplementary Figure 4a ) 
883 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?function. ?B textMine:nn ?mutation. ?positive textMine:prep ?B. ?positive textMine:nsubj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1110 Our results showed diminished expression of  MLH1  in patients harbouring BRAF V600E mutations, RET/PTC rearrangements and transitions ( IDH1  and  NRAS )  
884 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:prep ?E. ?G textMine:dobj ?function. ?B textMine:nn ?mutation. ?A textMine:dobj ?B. ?function textMine:amod ?negative. ?E textMine:partmod ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1111 TBP 3868 exhibits high basal Ras activity relative to the PLX4720 sensitive line, TBP 3743 suggesting that the resistance to BRAF V600E  inhibition in TBP 3868 may be attributed to Ras dependent transactivation of RAF dimers 
885 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?A. ?function textMine:advmod ?E. ?function textMine:amod ?positive. ?B textMine:nsubjpass ?D. ?J textMine:appos ?C. ?E textMine:prep ?J. ?C textMine:partmod ?H. ?H textMine:ccomp ?B. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1112 The effect on the downstream signal mediators p AKT [S473] and p STAT3 [Y705] correlated well with the inhibition of EGFR phosphorylation ( Figure 1A ); E884K in  cis  with L858R decreased erlotinib inhibition of AKT and STAT3 phosphorylation but increased inhibition by gefitinib 
Match

1113 To avoid the influence of mutant  BRAF V600E   in the ERK phosphorylation assay, we used EpoR siRNA for transient transfection in WM3211 melanoma cells which have wild type BRAF and NRAS proteins 
886 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?C. ?D textMine:nn ?function. ?mutation textMine:prep ?D. ?C textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1114 Our biochemical studies here now show that E884K mutation in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
Match

1115 The former is the case of the S492R mutant, which confers resistance to cetuximab since the mutation is located in its binding epitope on the EGFR external domain  ; whereas the later is the case of the T790M mutant (mutation in the kinase domain), which confers resistance to gefitinib or erlotinib in lung adenocarcinomas   by stabilizing the active tyrosine kinase conformation and enhancing aTP binding   
887 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?D textMine:dobj ?F. ?E textMine:prepc ?D. ?B textMine:nn ?mutation. ?B textMine:rcmod ?E. ?F textMine:amod ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }


1116 The mutations G250E, Y253H and T315I experience decreased vdW interactions with Phe359 
888 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?negative textMine:nsubj ?D. ?D textMine:amod ?F. ?A textMine:num ?mutation. ?F textMine:dep ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1117 Phosphorylation of Ser 910 /Ser 935  and 14 3 3 binding were significantly reduced in six other mutants (M712V, R1441H, R1441C, A1442P, L1795F and G2385R) ( Figure 5 , lower panel) 
889 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:amod ?function. ?A textMine:dep ?mutation. ?negative textMine:prep ?A. ?negative textMine:nsubjpass ?D. ?D textMine:prep ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1118 Tyrosine phosphorylation of STAT5 was also enhanced, though not as significantly as that of PECAM 1, in cells expressing the E255K or T315I mutant ( Fig 4C ) 
890 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?D. ?function textMine:dobj ?C. ?D textMine:partmod ?function. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1119 Meclozine also ameliorated abnormally suppressed proliferation of human chondrosarcoma (HCS 2/8) cells that were infected with lentivirus expressing constitutively active mutants of FGFR3 K650E causing thanatophoric dysplasia, FGFR3 K650M causing SADDAN, and FGFR3 G380R causing ACH 
891 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:dobj ?L. ?J textMine:partmod ?G. ?B textMine:conj ?A. ?B textMine:ccomp ?I. ?L textMine:amod ?function. ?H textMine:prep ?J. ?A textMine:nsubj ?mutation. ?I textMine:iobj ?D. ?E textMine:rcmod ?H. ?function textMine:advmod ?positive. ?D textMine:dep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1120 Since the depletion of KLF2 causes enhanced apoptosis of HMC 1(V560G c Kit), KLF2 may play a role in the NGF mediated survival signal 
Similar Query!!!! 


1121 The mutants T316A, K323A and R326A, which were engineered to abrogate the hydrophilic interactions, also moderately impaired the kinase activity 
892 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:num ?mutation. ?negative textMine:nsubj ?D. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1122 Plasmid expression vectors were generated by cloning cDNAs of interest into a Gateway cloning compatible variant of the vector pCIG as follows: PLZF, full length chick clone isolated by PCR from e4 chick cDNA; EnR PLZF and VP16 PLZF were created by respectively fusing either the Drosophila  Engrailed repressor domain or the herpes simplex VP16 transactivation domain to aa 300–665 of chick PLZF; FGFR3, WT form of the human FGFR3 ; caFGFR3, myristoylated and constitutively activated (K650E) form of the human FGFR3 cytoplasmic domain (aa 399–806) ; STAT3 C, mouse STAT3 containing two activating mutations (A662C, N664C) obtained from Addgene; and dnSTAT3 was created by incorporating into the mouse STAT3 nonphosphorylatable Y705F mutant , obtained from Addgene, an additional H332Y mutation that disrupts DNA binding  
893 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?M textMine:dobj ?C. ?E textMine:agent ?M. ?N textMine:conj ?E. ?N textMine:conj ?A. ?A textMine:agent ?L. ?P textMine:rcmod ?negative. ?C textMine:partmod ?I. ?negative textMine:xcomp ?function. ?H textMine:appos ?P. ?D textMine:dep ?G. ?I textMine:prep ?H. ?L textMine:dep ?O. ?G textMine:amod ?J. ?J textMine:dep ?mutation. ?O textMine:nsubj ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1123 The G370C and S371C mutants produced higher levels of constitutive activation of MAPK in L8 cells and c  fos  transcription in RCJ cells than the G375C mutant, consistent with the fact that TD1 is much more severe than ACH 
Similar Query!!!! 

Similar Query!!!! 


1124 To further delineate whether these gene expression circuitry modifications were consequence of altered ligand binding affinity of FGFR2 or of constitutively active intracellular signaling by the receptor, we sought for BAT3, BDP1, CYP51A1, TCF19 and RFC3 (DEGs in S252W fibroblasts treated with FGF2) expression levels in a C342Y fibroblast through qRT PCR 
894 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:amod ?function. ?D textMine:pobj ?C. ?function textMine:advmod ?positive. ?A textMine:num ?mutation. ?G textMine:prep ?A. ?H textMine:dep ?G. ?H textMine:ccomp ?B. ?B textMine:dep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1125 Both DP 2976 and DP 4851 decreased the autophosphorylation of both wild type and KIT D816V in a concentration dependent manner ( Figure 2 ) 
Match

1126 Synergy is particularly important as it may permit lower doses of PLX4720 to be used, potentially translating to a benefit in the clinic by reducing side effects associated with BRAF V600E  inhibition including squamous cell carcinoma [ 54   56 ] 
895 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:prep ?C. ?function textMine:partmod ?B. ?negative textMine:dobj ?function. ?C textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1128 Levels of L858R EGFR expression necessary to achieve transformation in this model cell culture system were no higher than expression levels observed in the human lung adenocarcinoma cell line H3255 bearing the L858R mutation ( Figure 1 C) 
896 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:xcomp ?E. ?A textMine:nsubj ?B. ?E textMine:dobj ?F. ?F textMine:amod ?mutation. ?positive textMine:ccomp ?A. ?B textMine:nn ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1129 Now, recent work from the Rosen lab at Memorial Sloan Kettering Cancer Center has uncovered data that vemurafenib reduces feedback inhibition in BRAF V600E  expressing cells such that these cells become sensitized to extracellular growth factors like hepatocyte and epidermal growth factors 
897 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?mutation textMine:partmod ?A. ?negative textMine:prep ?mutation. ?A textMine:ccomp ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1130 Kinase activation in the clinically benign mutant L196P is far weaker than R206H but yields equivalent signals due to the stronger interaction of FKBP12 with R206H 
898 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?mutation. ?function textMine:prep ?A. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

