run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


419 9   Preclinical studies have shown superior activity of afatinib over first generation TKIs, mainly due to (1) irreversible binding, which confers stronger binding affinity and potency, (2) ability to circumvent first generation TKI resistance mechanism T790M mutation in exon 20, and (3) effectiveness against multiple HER endothelial growth factor receptors   10  
369 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?E. ?A textMine:dep ?H. ?D textMine:amod ?function. ?D textMine:amod ?positive. ?F textMine:rcmod ?I. ?I textMine:dobj ?D. ?E textMine:nn ?mutation. ?H textMine:prep ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


420 Results:  There was decreased expression of thyroid specific genes such as Tg and NIS and increased expression of stemness markers, such as Oct4, Rex1, CD15, and Sox2 in the thyroid carcinoma tissue from 6 week old BRAF V600E  mice indicating the dedifferentiated status of the cells and the fact that stemness was derived in this model from differentiated thyroid cells 
370 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?E. ?E textMine:nn ?mutation. ?negative textMine:prep ?A. ?negative textMine:nsubjpass ?C. ?C textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


421 On the other hand, YFP EGFR ICD proteins bearing the uncommon exon 21 mutation P848L and A859T showed markedly lower autophosphorylation levels than YFP EGFR ICD L858R (Figure  4C ) 
371 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:nn ?function. ?F textMine:amod ?negative. ?D textMine:dobj ?F. ?D textMine:nsubj ?E. ?E textMine:partmod ?A. ?A textMine:dobj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


422 PACSIN1 shows significantly increased phosphorylation when co transfected with the P52L mutant compared to the wild type PAK6 (* indicates p<005; ** indicates p<0 01;
372 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:advcl ?A. ?positive textMine:dobj ?function. ?C textMine:nn ?mutation. ?E textMine:partmod ?B. ?A textMine:nsubj ?E. ?B textMine:prep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


423 Our results reveal that SIRT1 activity is higher in PLX4032 resistant BRAF V600E  mutated melanoma cells compared with their sensitive counterpart 
373 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?mutation textMine:partmod ?E. ?E textMine:pobj ?D. ?positive textMine:prep ?mutation. ?D textMine:amod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


424 It is also possible that binding of the drug to one p61B RAF V600E  monomer inhibits drug binding to the other, resulting in one active monomer per dimer and abolishing drug resistance 
374 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:ccomp ?negative. ?G textMine:nsubj ?C. ?D textMine:prep ?A. ?A textMine:nn ?mutation. ?negative textMine:dobj ?function. ?C textMine:prep ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


425 As a whole, these findings show that SkE also exhibited high activity against the B Raf V600E mutation 
375 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?A. ?B textMine:dobj ?function. ?A textMine:nn ?mutation. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


426 Moreover, PHA 739358 reportedly has a higher affinity for the T315I form (5 nM) than the Abl wild type (21 nM)  , which may prove advantageous for clinical treatment 
376 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:amod ?mutation. ?function textMine:prep ?C. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


427 This stepwise enhancement of PtdIns binding is confirmed by the estimated free energies of binding predicted by AutoDock, which suggest that docking to the E416A mutant (open) PH domain is more favorable than docking to the wild type (open), which in turn is an improvement over the wild type (closed) PH domain 
377 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?I textMine:nn ?mutation. ?K textMine:csubj ?J. ?K textMine:nsubj ?C. ?J textMine:prep ?G. ?H textMine:prep ?function. ?E textMine:prep ?C. ?E textMine:dep ?F. ?G textMine:nn ?I. ?F textMine:agent ?H. ?F textMine:nsubjpass ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


428 The calculated free energies correlate with experimentally measured IC50 values and comparably ponatinib has better binding towards the mutation T315A (−10 44 kcal/mol) than T315I (−1035 kcal/mol) 
378 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:advmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


429 It is certainly possible that our  BRAF   V600E   mutant cutaneous melanoma panel is skewed for cell lines with natural resistance to inhibition of the MAPK pathway, since we have previously reported a similar greater than expected frequency of cutaneous cell lines resistant to the type I BRAF inhibitor vemurafenib   
379 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:amod ?function. ?E textMine:nn ?mutation. ?F textMine:amod ?positive. ?D textMine:prep ?C. ?H textMine:dobj ?F. ?positive textMine:prep ?D. ?I textMine:advcl ?H. ?I textMine:nsubj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


430 Furthermore, from a gefitinib resistant patient carrying the activating L858R mutation, we identified a novel secondary resistant mutation, L747S in cis to the activating mutation, which attenuated the up regulation of BIM and reduced apoptosis 
380 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:appos ?mutation. ?A textMine:rcmod ?negative. ?A textMine:amod ?function. ?F textMine:prep ?A. ?F textMine:dobj ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


431 Notably, melanomas that have the V600E  BRAF  mutation exhibit increased HIF 1α expression 
381 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:dobj ?D. ?positive textMine:dobj ?function. ?positive textMine:nsubj ?B. ?B textMine:rcmod ?F. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


432 We find that PACSIN1 shows significantly increased phosphorylation when co transfected with the P52L mutant compared to the wild type PAK6 (  Fig 2F and G  ), suggesting that the melanoma associated mutation indeed functions to increase kinase activity 
382 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:xcomp ?positive. ?D textMine:prep ?F. ?B textMine:ccomp ?E. ?H textMine:partmod ?B. ?H textMine:dobj ?function. ?F textMine:nn ?mutation. ?function textMine:rcmod ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


433 NSCLCs harboring a small insertion or duplication in exon 20 observed in ~5% of NSCLCs are less sensitive to EGFR TKIs compared to the exon 19 deletion mutants and L858R mutants in vitro  , as well as in patients   
383 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:pobj ?D. ?function textMine:prep ?C. ?function textMine:advmod ?negative. ?D textMine:num ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


434 Although the frequency of HGF expression among cases of acquired resistance is unclear because of scarcity of reports, the frequency of coexistence of HGF expression with T790M mutations could possibly be high   
384 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?H. ?B textMine:prep ?G. ?F textMine:nsubj ?D. ?D textMine:prep ?E. ?J textMine:num ?mutation. ?positive textMine:nsubj ?K. ?positive textMine:advcl ?F. ?G textMine:prep ?J. ?H textMine:prep ?function. ?K textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


435 Furthermore, from a gefitinib resistant patient carrying the activating L858R mutation, we identified a novel secondary resistant mutation, L747S in cis to the activating mutation, which attenuated the up regulation of BIM and reduced apoptosis 
385 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:appos ?mutation. ?A textMine:rcmod ?negative. ?G textMine:prep ?A. ?G textMine:dobj ?D. ?negative textMine:dobj ?E. ?E textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


436 Immuno precipitation data showed that curcumin induced EGFR protein degradation by accelerating ubiquitin proteasome ability in wide type EGFR (CL1 5 and A549) and also in the mutated EGFR with T790M (H1975) 
386 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:dobj ?negative. ?function textMine:conj ?B. ?B textMine:prep ?A. ?A textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


437 In comparison to the S252W mutation that enhances signaling with a limited subset of Fgfs, the P253R mutation enhances signaling with many Fgfs and one hypothesis is that the P253R mutation may respond to many more signals that can have overlapping, redundant, and/or counteracting effects, resulting in a more moderate increase of MI 
387 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:dobj ?function. ?J textMine:prep ?C. ?J textMine:nsubj ?F. ?F textMine:nn ?mutation. ?A textMine:dobj ?B. ?positive textMine:ccomp ?G. ?C textMine:rcmod ?A. ?G textMine:ccomp ?J. ?B textMine:dep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


438 FP 1039 is currently in a Phase II trial for endometrial cancers with the S252W FGFR2  mutation which confers increased affinity and altered specificity of FGF binding   
388 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?A textMine:rcmod ?C. ?A textMine:nn ?mutation. ?C textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


439 Gain in   V600E B RAF  copy number was reflected in corresponding increased gene expression at the protein level ( Fig 1b ) 
389 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?A. ?D textMine:prep ?function. ?D textMine:nsubjpass ?B. ?A textMine:nn ?mutation. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


440 In vitro  studies in thyroid cells suggest that BRAF V600E induces invasion via increased expression of matrix metalloproteinases (MMP12) ( Mesa  et al , 2006 ) and that it reduces expression and membrane localisation of the Na, I symporter responsible for thyrocyte uptake of iodine ( Riesco Eizaguirre  et al , 2006 ) 
390 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:nn ?function. ?B textMine:prep ?F. ?D textMine:dobj ?G. ?F textMine:amod ?positive. ?C textMine:conj ?D. ?C textMine:dobj ?B. ?C textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


441 Further elevated CDK4 levels in the embryonic pancreas, through the CDK4 R24C  mutant, showed increased proliferation of early mesenchymal endocrine precursors   
Similar Query!!!! 


442 In numerous studies, the  JAK2  V617F allele has been variably associated with higher indices of erythropoiesis, unchanged or decreased platelet counts, greater occurrence of thrombosis, increased BM fibrosis or cytoreductive treatments, older age, longer disease duration, or poorer survival in MPN   
391 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?function textMine:advmod ?neutral. ?function textMine:nsubjpass ?C. ?C textMine:nn ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


443 The Ba/F3 EpoR cells expressing JAK2 V617F previously selected for autonomous growth show a typical increase in STAT5 transcriptional activity both in the presence and absence of Epo 
392 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:partmod ?E. ?positive textMine:prep ?function. ?C textMine:dobj ?positive. ?C textMine:nsubj ?D. ?E textMine:dobj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


444 On the other hand, YFP EGFR ICD proteins bearing the uncommon exon 21 mutation P848L and A859T showed markedly lower autophosphorylation levels than YFP EGFR ICD L858R (Figure  4C ) 
Match

445 As shown in  Figure 3a–b , the kinase activities of L858R/V948R tEGFR in its EGF– and Cetuximab–bound forms were reduced substantially compared to that of L858R tEGFR, indicating that mutation of either the N lobe or C lobe face of the dimer interface of L858R results in a 10  to 30 fold decrease in catalytic rate 
393 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:dep ?function. ?B textMine:prep ?K. ?A textMine:num ?mutation. ?K textMine:partmod ?M. ?function textMine:prep ?B. ?J textMine:parataxis ?D. ?J textMine:prep ?C. ?D textMine:ccomp ?G. ?G textMine:dobj ?I. ?M textMine:ccomp ?negative. ?H textMine:prep ?A. ?I textMine:prep ?H.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


446 These studies demonstrate that by targeting the switch pocket, this class of KIT inhibitors possesses a novel mechanism of inhibition whose dual suppression of KIT D816V neoplastic proliferation and SCF enhanced mast cell activation advocate future clinical development 
394 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?mutation. ?D textMine:poss ?B. ?B textMine:rcmod ?positive. ?B textMine:prep ?function. ?positive textMine:dobj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


447 BCR ABL mutations respond differently to three tyrosine kinase inhibitors approved for first line treatment of CML, e g, Y253F and G250E mutations resistant to imatinib can respond to nilotinib or/and dasatinib, T315A shows better response to imatinib though resistant to Dasatinib and Nilotinib, while some mutations are less sensitive to nilotinib (E255K/V and F359V/C) or dasatinib (F317L and V299L)  
Match

448 R958D mutation, when in  cis  with L858R, decreased the sensitivity of the mutant receptor to erlotinib inhibition, while increasing the sensitivity to gefitinib in a dominant fashion ( Figure 5A, B ) 
395 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?mutation. ?B textMine:rcmod ?A. ?negative textMine:prep ?function. ?negative textMine:nsubj ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


449 Our data suggest that exon 20 insertions may disrupt these interactions to a greater extent than the T790M point mutation 
396 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:nn ?mutation. ?D textMine:prep ?B. ?negative textMine:prep ?D. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


450 The S252W mutation increased cell proliferation in fibroblasts at all times of culture (24 h:  p  < 0 001,
397 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:nn ?mutation. ?positive textMine:ccomp ?C. ?positive textMine:nsubj ?B. ?C textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


451 Finally, the specific silencing or inhibition of BRAF V600E  expression in the NM176 and ME1042 melanoma cells decreased Tbx3 protein expression and this correlated with the concomitant increased E cadherin ( Figure 2c ) 
398 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?negative textMine:nsubj ?C. ?B textMine:nn ?mutation. ?C textMine:prep ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


452 The mutation Y253F (−0.22 kcal/mol) experiences increased electrostatic interactions, Y253H experiences increased electrostatic interactions (−0 3 kcal/mol) and decreased vdW (−131 kcal/mol) when binding to ponatinib 
Match

453 In this work we explore the role of the pseudokinase domain helix C in the constitutive activation of JAK2 V617F by focusing on residue F595, predicted to be located in the middle of the helix 
Match

454 Hence, the main objective behind applying a one plus one template reference strategy is to reduce the inevitable biases associated with assessing  JAK2  V617F  AB to approximately 50%, considering that this value is of major clinical significance 
399 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?A. ?C textMine:nn ?mutation. ?B textMine:dobj ?C. ?A textMine:partmod ?function. ?function textMine:prepc ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


455 Intriguingly, tyrosine phosphorylation of PECAM 1 as well as its physical association with SHP2 was enhanced by the imatinib resistance E255K or T315I mutation 
400 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:agent ?D. ?positive textMine:nsubjpass ?E. ?E textMine:prep ?function. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


456 As expected based on prior data  , MEK inhibition resulted in increase of pMEK in non  BRAF   V600E   mutant cell lines (Figure  3 ) 
401 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prep ?A. ?function textMine:prep ?positive. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


457 Furthermore, they demonstrated an enhanced anti tumor effect against a subcutaneously implanted, mouse derived V600E BRAF melanoma line using vemurafenib in combination with adoptively transferred splenocytes designed to target the melanocyte marker gp100 
402 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:appos ?F. ?function textMine:prep ?B. ?function textMine:amod ?positive. ?F textMine:partmod ?D. ?D textMine:dobj ?E. ?E textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


458 The T790M mutation affects the gatekeeper residue in the catalytic kinase domain and confers drug resistance by increasing EGFR's affinity for ATP – thus reducing the potency of the ATP competitive kinase inhibitors [ 39 ] 
403 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?A textMine:nn ?mutation. ?E textMine:prepc ?positive. ?E textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


459 The mutations E255K, F317L and F317V experience increased electrostatic interactions with Tyr253 
Similar Query!!!! 

404 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?positive textMine:nsubj ?B. ?B textMine:amod ?D. ?D textMine:dep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


460 This group recently published that human naevi (benign tumors of melanocytic origin that can remain in unaltered state for decades and often express BRAF V600E ) display senescence like growth arrest   
405 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:conj ?function. ?function textMine:dobj ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


461 TBP 3868 exhibits high basal Ras activity relative to the PLX4720 sensitive line, TBP 3743 suggesting that the resistance to BRAF V600E  inhibition in TBP 3868 may be attributed to Ras dependent transactivation of RAF dimers 
406 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?function. ?I textMine:advmod ?E. ?I textMine:amod ?positive. ?B textMine:nsubjpass ?D. ?J textMine:appos ?C. ?E textMine:prep ?J. ?C textMine:partmod ?H. ?H textMine:ccomp ?B. ?function textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


462 The counterselection necessary to avoid selecting for aptamers that nonspecifically recognized the cell surface included a first step against parental PC12 cells in order to eliminate nonspecific binders of the PC12 cell surface, followed by a second counterselection step against PC12/MEN2B cells that expressed an allele of RET (RET M918T ) mutated in the intracellular tyrosine kinase domain 
407 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?K textMine:ccomp ?A. ?D textMine:appos ?mutation. ?E textMine:prep ?D. ?negative textMine:xcomp ?I. ?C textMine:rcmod ?K. ?function textMine:dobj ?E. ?I textMine:prep ?C. ?J textMine:rcmod ?function. ?A textMine:pobj ?F. ?F textMine:prep ?J.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


463 Therefore, the modulation of feed back loops and alteration of Raf dimerization upon treatment with Raf inhibitors may also have a role in the differential sensitivity to PLX4032 in BRAF  V600E  mutant cell lines 
408 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?E textMine:prep ?G. ?unknown textMine:prep ?E. ?B textMine:prep ?D. ?B textMine:nsubj ?unknown. ?D textMine:prep ?A. ?G textMine:partmod ?function. ?A textMine:nn ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


464 Now, recent work from the Rosen lab at Memorial Sloan Kettering Cancer Center has uncovered data that vemurafenib reduces feedback inhibition in BRAF V600E  expressing cells such that these cells become sensitized to extracellular growth factors like hepatocyte and epidermal growth factors 
409 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?negative textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


465 Similar to E884K, R958D modulated the sensitizing effect of L858R differentially to reversible EGFR inhibitors when in  cis  (with L858R) 
410 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?C textMine:amod ?function. ?unknown textMine:prep ?E. ?unknown textMine:dobj ?C. ?E textMine:prep ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


466 The enhanced tyrosine phosphorylation of PECAM 1 by the E255K and T315I mutants may be at least partly due to their enhanced activities ( 15 – 17 ) 
Match

467 Hence, E884K in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
Match

468 The mutation F359V experiences decreased vdW (−2.13 kcal/mol) and electrostatic interactions (−0.16 kcal/mol), while decreased electrostatic interactions are experienced due to mutations E255K (0 35 kcal/mol) and E255V (−009 kcal/mol) 
411 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:nsubjpass ?function. ?function textMine:amod ?negative. ?D textMine:advcl ?E. ?D textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


469 This test was reported to have a very high sensitivity when the V600E mutant allele content was greater than 10%  
412 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?B textMine:nsubj ?C. ?C textMine:amod ?mutation. ?F textMine:advcl ?B. ?F textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


470 Another genetic aberration in BRAF in addition to BRAF V600E point mutations that leads to increased kinase activity in low  and high grade pediatric brain tumors is a fusion protein of KIAA1549:BRAF that is found in the majority of pilocytic astrocytomas 
413 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?B textMine:prep ?A. ?B textMine:rcmod ?E. ?A textMine:nn ?mutation. ?E textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


471 The  BRAF V600E  mutation, in particular, impairs the therapeutic effects of cetuximab and panitumumab 
Similar Query!!!! 

Similar Query!!!! 


472 This mutation ( E17K ) increases recruitment of AKT1 to the membrane, increases AKT1 phosphorylation and activity, transforms Rat1 fibroblasts, and induces leukaemia in transgenic mice ( Carpten  et al , 2007 ) 
414 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:appos ?mutation. ?E textMine:conj ?function. ?E textMine:conj ?positive. ?E textMine:nsubj ?A. ?function textMine:nsubj ?A. ?positive textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


474 In case of occurrence of both L858R and T790M mutations, the concentration of erlotinib should be three times higher in order to achieve a therapeutic effect 
Match

476 V600E was distributed equally between tumors that lost vs retained expression of HLA class I in the sporadic MSI H cases 
415 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?A textMine:ccomp ?neutral. ?A textMine:nsubjpass ?mutation. ?neutral textMine:dobj ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


477 We employed the human mast cell leukemia cell line  1 (HMC 1) model, which harbors KIT D816V and V560G mutations, and depends on signaling from these constitutively active KIT receptors for growth and survival [ 4 ] 
416 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:conj ?D. ?E textMine:dobj ?mutation. ?function textMine:advmod ?positive. ?A textMine:prep ?B. ?D textMine:prepc ?A. ?B textMine:amod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


478 We now show in an animal that a low level of wild type MITF activity is oncogenic with BRAF V600E  and that abrogating MITF activity in melanoma leads to tumor regression 
417 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:nsubj ?function. ?D textMine:prep ?mutation. ?D textMine:conj ?A. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


479 Oncogenic mutations, S768I and L861Q, may alter the canonical interactions at the JM C helix interface
Match

480 Hence, the double mutation L858R+E884K modulated basal and stimulated downstream EGFR signaling differentially with differential effects on the AKT (down regulated), CBL and MAPK ERK1/2 phosphorylation (up regulated) 
418 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:appos ?function. ?unknown textMine:xcomp ?B. ?unknown textMine:nsubj ?F. ?F textMine:nn ?mutation. ?B textMine:prep ?A.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }

