run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


1131 In contrast, G2385R variant within the WD40 domain results in a loss of function mutation (associated with the reduced kinase activity) and is a common susceptibility allele in Asian populations, but absent in Caucasians  
899 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:dep ?F. ?function textMine:amod ?negative. ?F textMine:prep ?function. ?E textMine:prep ?A. ?E textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1132 Moreover, we showed that the expression of genes encoding three inflammation related genes (CCL20, CXCL8, and l selectin) was enhanced either in  BRAF  V600E  or in  RET / PTC  tumors, compared with normal samples 
Match

1133 The BRAF V600E  mutation results in the constitutive activation of the Ras/Raf/MEK/ERK signaling pathway   
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


1134 While FLT3 ITD (red) and FLT3 D835Y (blue) displayed very high sensitivity towards 17 AAG treatment, the efficacy was slightly lower against FLT3 ITD N676K and FLT3 ITD F691L at 1 µM ( Figure 3B ) 
900 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:advcl ?B. ?negative textMine:prep ?mutation. ?B textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1135 PLX4032 was recently demonstrated to reduce the uptake of 2(18F)fluoro 2 deoxy D glucose (18F FDG) in melanoma cells, whereas inducible expression of V600E BRAF increased the glucose uptake rate and decreased O 2  consumption in thyroid cancer cells   
Similar Query!!!! 


1136 As seen in  Fig 4E , the expression of BRAF V600E  completely abolished MST1 kinase activity 
Similar Query!!!! 

Similar Query!!!! 


1137 The data suggest that low BRCA1 level may neutralize the negative effects of the EGFR T790M mutation on erlotinib sensitivity and that high BRCA1 expression may lead to de novo EGFR TKI resistance potentially through increased DNA damage repair capacity   
901 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?A textMine:nn ?mutation. ?E textMine:prep ?A. ?neutral textMine:prep ?function. ?neutral textMine:dobj ?E.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1138 While many JAK2 inhibitors are able to achieve normalization of leukocytosis and thrombocytosis, as well as improve symptoms in cancer patients [ 15 ,  16 ], they are less effective in achieving consistent hematologic remissions and reducing JAK2(V617F) allelic burden [ 15 ,  17   20 ] 
902 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:nn ?mutation. ?B textMine:dobj ?A. ?function textMine:advmod ?negative. ?function textMine:prepc ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1139 Substitution of S252W and P253R alter the ligand binding specificities of FGFR2b and FGFR2c, but retain the ligand dependent activation properties  , whereas K659N causes receptor hyperactivation   
903 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dobj ?C. ?unknown textMine:nsubj ?D. ?D textMine:prep ?mutation. ?C textMine:amod ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1140 BRAF  cDNA from syndromic SSA/Ps, hyperplastic polyps (HPs) and normal colon was amplified by PCR and sequenced since T to A mutations in codon 600 resulting in a valine to glutamic acid (V600E) amino acid change with increased kinase activity have been reported in SSA/Ps (Materials and Methods)  [14]  
904 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?function. ?function textMine:amod ?positive. ?F textMine:appos ?mutation. ?B textMine:dobj ?C. ?B textMine:prep ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1141 Intriguingly, tyrosine phosphorylation of PECAM 1 as well as its physical association with SHP2 was enhanced by the imatinib resistance E255K or T315I mutation 
905 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:agent ?mutation. ?positive textMine:nsubjpass ?D. ?D textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1142 27   Cells expressing G719X were less resistant to erlotinib than gefitinib in vitro; however, L861Q was resistant to both erlotinib and gefitinib 
906 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:nsubj ?mutation. ?A textMine:parataxis ?function. ?A textMine:advmod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1143 Consistent with this differential signaling effect, the L858R+E884K COS 7 cells had a significantly higher cell proliferation rate than that of the L858R COS 7 cells in the MTS cell proliferation assay for 5 days ( Figure 3B ) 
907 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?F. ?C textMine:nn ?mutation. ?F textMine:nn ?function. ?J textMine:dobj ?G. ?G textMine:prep ?E. ?G textMine:amod ?positive. ?E textMine:prep ?C. ?A textMine:nsubj ?B. ?A textMine:dep ?J.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1144 In an overlay assay using ERK4 peptides with wild type sequence or single amino acid substitutions bound to cellulose membrane, the authors showed that D336N, but not E331D reduced  in vitro  binding of recombinant MK5 
908 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?mutation. ?negative textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1145 The T315I mutation experiences increased (−4.11 kcal/mol) and T315A mutation experiences decreased electrostatic interactions (−2 05 kcal/mol), and the mutation G250E contributes increased electrostatic interaction (−032 kcal/mol) while binding to ponatinib 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

909 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?E. ?positive textMine:nsubj ?C. ?C textMine:nn ?mutation. ?E textMine:amod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1146 Furthermore, from a gefitinib resistant patient carrying the activating L858R mutation, we identified a novel secondary resistant mutation, L747S in cis to the activating mutation, which attenuated the up regulation of BIM and reduced apoptosis 
910 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:partmod ?C. ?C textMine:dobj ?F. ?F textMine:nn ?mutation. ?B textMine:rcmod ?negative. ?B textMine:amod ?function. ?H textMine:prep ?B. ?H textMine:prep ?G.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1147 Regarding the interference with the ERK signaling, cell lines with BRAF V600D/R  mutations presented a faster and stronger inhibition of phosphorylated ERK as compared to control cells with a wild type  BRAF  (Figure  1 C) 
Match

1148 The M918T mutation appears to increase the stability of monomeric active forms of RET, but activation of these mutants can also be further enhanced by binding of GDNF–GFRα complexes, suggesting that these mutant RET forms may induce signal transduction from both within and outside the lipid rafts, perhaps via distinct signaling complexes ( Figure 2B ) 
Similar Query!!!! 


1149 ALK F1174L expression in murine NCPC MONC 1 impairs differentiation of NC cell derived tumors
911 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:dep ?negative. ?C textMine:dep ?function. ?function textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1150 Following mutant BRAF V600E  overexpression, the phosphorylation of both BRAF/ CRAF kinases was significantly increased, which resulted in the downstream activation of MEK but not ERK signalling ( Figure 9  upper panel, lanes 3–4) 
912 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:rcmod ?function. ?D textMine:nsubj ?positive. ?D textMine:prep ?A. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1151 Binding of DACH1 to the R273H mutant was reduced 60% and the R248Q mutant was incapable of binding DACH1 ( S 3A,B ) 
913 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?A. ?negative textMine:dobj ?mutation. ?A textMine:amod ?function. ?F textMine:nsubj ?D. ?F textMine:aux ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1152 Consistent with the observed transcription profile, melanocytes expressing B RAF V600E  show rounded cell morphology and diminished substrate and cell adhesion as reported previously   
914 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?negative. ?B textMine:dep ?function. ?A textMine:acomp ?B. ?A textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1153 In light of the reports of c Met signaling as the target for lung cancer treatment , it is of interest to study whether c Met N375S cells are less sensitive to SU11275 in the presence of HGF 
915 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:advmod ?negative. ?mutation textMine:rcmod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1154 Consistent with that result, BRAF CT V600E and K601E induced a stronger ERK activation compared with BRAF CT wild type 
916 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?B textMine:nsubj ?function. ?B textMine:prep ?E. ?E textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1155 BRAF V600E  mutations in malignant melanoma are associated with increased expressions of BAALC
917 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?function. ?B textMine:nsubjpass ?D. ?D textMine:nn ?mutation. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1156 Consistent with our structural analysis, we found that both the Y931C as well as the G935R mutation resulted in the largest increase (33 3 fold and 195 fold, respectively) in EC 50  values, compared to native JAK2V617F ( Figure 2A ) 
918 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dep ?mutation. ?function textMine:prep ?positive. ?function textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1157 We show that low levels of wild type MITF activity are oncogenic with BRAF V600E  to promote melanoma  in vivo , and that abrogating MITF activity in melanoma leads to rapid tumor regression 
Similar Query!!!! 


1158 These experiments also indicated that HEL cells, that display multiple copies of  JAK2 V617F, resulted significantly less sensitive than the  JAK2 V617F heterozygous SET2 cells 
919 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:nsubj ?mutation. ?D textMine:acomp ?function. ?D textMine:advcl ?C. ?function textMine:advmod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1159 Cells expressing the L747_E749del A750P and D770_N771insNPG  EGFR  mutants also exhibited a greater degree of loss of contact inhibition than was observed in cells expressing the L858R or G719S EGFR mutants in a primary focus formation assay (unpublished data) 
920 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?F. ?C textMine:amod ?positive. ?F textMine:prep ?function. ?D textMine:dobj ?C. ?D textMine:nsubj ?H. ?H textMine:partmod ?A. ?A textMine:dobj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1160 In the context of wildtype RAF (BRAF or CRAF)  and  high Ras activity, BRAF V600E  inhibition may “paradoxically” enhance MAPK activity [ 60 ,  61 ] 
921 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?function. ?A textMine:nsubj ?B. ?A textMine:prep ?G. ?F textMine:amod ?positive. ?G textMine:prep ?F. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1161 While FLT3 ITD (red) and FLT3 D835Y (blue) displayed very high sensitivity towards 17 AAG treatment, the efficacy was slightly lower against FLT3 ITD N676K and FLT3 ITD F691L at 1 µM ( Figure 3B ) 
922 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?A textMine:prep ?mutation. ?A textMine:advcl ?B. ?B textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1162 In colon cancer suppression of BRAF in cell lines with BRAF V600E  showed significant decreased proliferation through cyclin D1 and p27 Kip1  and induces apoptosis by a significant decrease in the levels of anti apoptotic protein Bcl 2   
923 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?negative. ?A textMine:nsubj ?mutation. ?B textMine:conj ?A. ?B textMine:dobj ?function. ?B textMine:nsubj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1163 P61BRAF V600E  expressing cells remained sensitive to the MEK inhibitor Selumetinib 
924 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?function textMine:cop ?neutral. ?function textMine:nsubj ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1164 Studying how BRAF V600E  altered kinase activity in patients with PTC creates alterations in the already complex tumor cell–ECM interactions has been a logical next step for our laboratory 
925 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?B textMine:nsubj ?unknown. ?B textMine:ccomp ?C. ?A textMine:nsubj ?function. ?D textMine:dep ?A. ?C textMine:nsubj ?mutation. ?unknown textMine:prep ?D.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1165 One includes ERK signaling reactivation, caused by point mutations in MEK1[ 10 ,  15 ], amplification of mutant BRAF(V600E)[ 16 ], elevated CRAF activity[ 17 ], activating NRAS mutations [ 11 ], increased levels of COT/Tpl2[ 12 ] and/or aberrantly spliced BRAF(V600E)[ 13 ] 
926 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:partmod ?function. ?D textMine:partmod ?E. ?I textMine:rcmod ?positive. ?F textMine:appos ?mutation. ?E textMine:prep ?I. ?H textMine:conj ?C. ?H textMine:dep ?A. ?C textMine:dobj ?F. ?A textMine:dobj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1166 Preliminary studies by transfection of cell lines with EGFR  mutant constructs revealed that in the absence of ligand (EGF), an enhanced tyrosine autophosphorylation can be observed in cells harbouring the plasmid containing EGFR R776G when compared with wild type EGFR, providing biochemical evidence of the functional relevance of this mutation 
927 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:partmod ?G. ?H textMine:partmod ?B. ?B textMine:dobj ?A. ?G textMine:dobj ?mutation. ?function textMine:amod ?positive. ?F textMine:prep ?H. ?F textMine:nsubjpass ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1167 Hence, E884K mutation can work in concert with L858R to modulate mutant receptor sensitivity to different targeted inhibitors 
928 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:prep ?mutation. ?B textMine:xcomp ?unknown. ?B textMine:prep ?A. ?unknown textMine:dobj ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1168 AP26113 has a fivefold greater potency than does crizotinib in inhibiting ALK as well as the L1196M gatekeeper mutation (Katayama et al, 2011) 
929 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:dobj ?A. ?F textMine:dep ?B. ?F textMine:amod ?positive. ?A textMine:amod ?mutation. ?B textMine:prepc ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1169 Patient  # 1 lacked the KIT D816V mutation and mast cells from this patient exhibited a dose dependent decrease in survival in response to the SP inhibitors ( Figure 5A ) 
930 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:partmod ?A. ?A textMine:dobj ?negative. ?C textMine:prep ?D. ?C textMine:dobj ?F. ?negative textMine:prep ?function. ?F textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1170 For instance, Das Thakur and colleagues argued that vemurafenib resistant melanoma cells exhibit similar resistance to the MEK inhibitor AZD6244, due to elevated BRAF (V600E) expression  7  
931 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?function textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1171 Hence, E884K in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
932 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?G textMine:partmod ?E. ?C textMine:prep ?G. ?C textMine:dobj ?function. ?C textMine:nsubj ?mutation. ?E textMine:prep ?F. ?F textMine:amod ?unknown.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1172 The EGFR  T790M variant changes the structural conformation of the ATP binding site, thereby increasing the affinity of ATP to EGFR, while the affinity of gefitinib to ATP is unchanged 
933 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:nsubj ?function. ?H textMine:advcl ?neutral. ?E textMine:dobj ?C. ?E textMine:nsubj ?G. ?C textMine:prep ?F. ?F textMine:partmod ?H. ?G textMine:nn ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1173 As previously reported  , levels of phosphorylated RET and ERK were constitutively high in untreated PC12/MEN2A cells due to the presence of the active RET C634Y  allele 
934 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?C. ?positive textMine:prep ?B. ?B textMine:prep ?A. ?C textMine:nn ?mutation. ?C textMine:amod ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1174 A mutant form of E17K, which has increased phosphorylation, is located at the plasma membrane in response to growth factor stimulation 
935 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?C textMine:prep ?mutation. ?C textMine:rcmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1175 Intriguingly, tyrosine phosphorylation of PECAM 1 as well as its physical association with SHP2 was enhanced by the imatinib resistance E255K or T315I mutation 
Match

1176 Similar to E884K, R958D modulated the sensitizing effect of L858R differentially to reversible EGFR inhibitors when in  cis  (with L858R) 
Match

1177 Colorectal cancer has been analyzed with the BRAF V600E mutation specific antibody and most studies find high sensitivities and specificities (988–100%) in comparison with PCR based methods or sequencing   
936 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?D textMine:nn ?mutation. ?B textMine:conj ?C. ?B textMine:prep ?D. ?C textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1178 To confirm DUB regulation through BRAF activation, mutant BRAF (V600E) was expressed in HEK293T cells and DUB activity assessments were used to demonstrate increased Usp5 activity in cells expressing BRAF V600E  (Fig  1F ) 
937 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prep ?C. ?function textMine:amod ?positive. ?D textMine:dobj ?mutation. ?C textMine:partmod ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1179 The convincing clinical response observed in the patient with the L576P mutation in exon 11 (Case 3) is interesting to note in the context of  in vitro  data demonstrating reduced sensitivity to imatinib compared with other exon 11 mutations ( Antonescu  et al , 2007 ) 
938 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:dobj ?function. ?function textMine:amod ?negative. ?H textMine:prepc ?A. ?H textMine:xsubj ?E. ?G textMine:amod ?mutation. ?I textMine:prep ?G. ?D textMine:prep ?I. ?E textMine:partmod ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1180 We also find that a melanoma associated mutation within the pseudosubstrate sequence, P52L, disrupts PAK6 autoinhibition enhancing its kinase activity, potentially correlating with increased expression of PAK6 in prostate cancer, and implied alterations in kinase activity  
939 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?B textMine:prep ?function. ?A textMine:conj ?B. ?A textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1181 MST1 expression significantly increased apoptosis, which is reduced by expression of BRAF V600E  
940 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:agent ?B. ?function textMine:rcmod ?negative. ?B textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1182 Notably, inhibition of phosphorylation of the D816V mutation was significantly reduced compared to the D816Y and D816F isoforms 
Match

1183 Conversely, E884K worked in concert with L858R in  cis  to further enhance the sensitivity of the mutant receptor to gefitinib inhibition ( Fig 1A, B ) 
941 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:xcomp ?positive. ?B textMine:prep ?mutation. ?positive textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1184 The mutations E255V, M244V, T315A, Y253H, experience increased vdW interactions with Met290 and the mutation M244V experiences increased vdW interactions with Ile293 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


1185 One hypothesis may state that induction of apoptosis is mediated via Thr308: We observed a particular high phosphorylation pattern of Thr308 in cells transfected with the tyrosine kinase domain (TKD) mutated  FLT3  D835V and  KIT  D816Y isoforms in our assays (see Figure  6 ) 
942 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:partmod ?E. ?C textMine:nn ?function. ?C textMine:amod ?positive. ?A textMine:dobj ?mutation. ?E textMine:prep ?F. ?F textMine:partmod ?A. ?I textMine:prep ?G. ?I textMine:dobj ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1186 Among the investigated melanoma cell lines, three display constitutive activation of the Ras/Raf/MEK/ERK pathway through activating V600E BRAF mutation or NRAS mutations: Colo 679 (BRAF V600E mut; Nras wt), IGR 39 (BRAF V600E mut; Nras wt), IPC298 (Braf wt; Nras Q61K mut)  
Match

1187 We noted that the autophosphorylation level (pY1092) of YFP EGFR ICD T790M was indeed higher than that of the wild type protein at lower expression levels (compare graphs in Figure 1D  and Figure  4B ), as reported by Vikis et al   
943 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubj ?E. ?positive textMine:prep ?C. ?C textMine:nn ?function. ?E textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1188 Introduction  of a melanoma associated mutation, P52L, into this peptide reduces pseudosubstrate autoinhibition of PAK6, and increases phosphorylation of its substrate PACSIN1 (Syndapin I) in cells 
944 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:partmod ?E. ?C textMine:prep ?B. ?positive textMine:dobj ?function. ?positive textMine:nsubj ?C. ?E textMine:dobj ?G. ?G textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1189 In vitro studies by Guo and colleagues suggested that Nilotinib in cell lines transfected with a KIT gene containing an exon 9 or 11 mutation with an exon 17 mutation (D820Y and N822 K) demonstrated significant kinase inhibition as well as decreased cell proliferation The Japanese study also documented a partial response in patients whose GIST contained a KIT exon 11 (dup 567–576) and exon 17 (D820G) mutation   
Match

1190 The coexistent mutations of  AKT3  and  PIK3CA  in one sample suggest that some types of  AKT  mutations (non E17K) might coexist with  PIK3CA  mutations to enhance the activation of the PI3 kinase–AKT pathway 
Match

1191 Our analysis revealed that the T790M mutation significantly increased the distance between the P loop and activation loop, whereas the G719S mutation significantly shortened the distance between the P loop and activation loop ( Supplementary Figure 2 ) 
945 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?B. ?positive textMine:nsubj ?H. ?I textMine:nn ?function. ?H textMine:nn ?mutation. ?G textMine:dep ?E. ?E textMine:dobj ?F. ?F textMine:prep ?I. ?B textMine:prep ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1192 In a recent study  , we found a significantly increased MVD and VEGF expression in MPN compared to controls, particularly in cases with high JAK2 V617F  mutant allele burdens 
946 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nn ?mutation. ?C textMine:prep ?A. ?E textMine:prep ?C. ?E textMine:dobj ?function. ?E textMine:dobj ?F. ?F textMine:conj ?function. ?F textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1193 (A) JAK2 K539L, T875N and R683G all induce constitutive activation of JAK2, however all three mutants display a marked decrease in STAT5 transcriptional activity in γ 2A cells when the F595A mutation is also introduced 
Similar Query!!!! 


1194 Intriguingly, the imatinib resistant BCR/ABL mutants E255K and T315I showed increased ability as compared with native BCR/ABL to induce tyrosine phosphorylation of PECAM 1 when expressed in the murine model hematopoietic cell line BaF3 cells or in 293T cells ( Fig 4 ) 
Match

1195 Indeed, upon the addition of NN, hTMSC chemotactic migration was significantly reduced compared with the control condition as well as to N C  stimulated cells ( Fig. 3  A )  Furthermore, in NSCLC line H1975, which expresses EGFR with the double mutation L858R and T790M as well as HER2 and HER3  , NN stimulation reduced chemokinesis relative to NRG stimulated and untreated control cells ( Fig 3 ,  B  and  C ) 
Match

1196 Although inhibition of MEK and ERK phosphorylation was achieved in BRAF V600E/K  mutant melanoma, significantly increased tumour growth was seen in BRAF wild type melanomas with upstream RAS mutations 
Match

1197 However, when used in combination, NAC enhanced the inhibitory effect of PLX4032 (BRAF V600E inhibitor) and Gefitinib (EGFR inhibitor), on FO 1 and PT4 cell survival 
947 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:appos ?C. ?C textMine:nn ?mutation. ?positive textMine:prep ?function. ?positive textMine:dobj ?A. ?A textMine:prep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

