run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


358 Genetic variations that directly affect ATP sensitivity (I182V; ABCC8 ) do so by decreasing K ATP  channel affinity for ATP, which causes the K ATP  channel to remain open that translates to a reduction in insulin secretion 
316 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:appos ?mutation. ?E textMine:prepc ?negative. ?E textMine:nsubj ?A. ?negative textMine:ccomp ?C. ?C textMine:advmod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


359 In order to determine the effect of the FGFR2 S252W  mutation in periosteal cells, we first accessed whether the presence of the mutation altered the proliferation rates of S252W fibroblasts and S252W MSCs 
317 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:nn ?mutation. ?unknown textMine:dobj ?E. ?E textMine:prep ?A. ?E textMine:nn ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


360 These cases uniformly harbored a monoallelic  BRAF  V600E mutation, which associates with constitutive activation of ERK1/2 reported in HCL  [19] ,  [20]  
318 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?F textMine:rcmod ?D. ?F textMine:nn ?mutation. ?E textMine:prep ?function. ?D textMine:nsubj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


361 The cobas test showed a very high sensitivity (>99%) and specificity (88%) for the detection of the  BRAF  V600E mutation 
Similar Query!!!! 


362 We identified 25 fold increased expression of MMP 1 mRNA in melanoma cells possessing BRAF V600E  compared to wildtype while HPMs expressed similar transcript levels with BRAF wildtype melanoma cell ( Figure 2a ), suggesting that increased BRAF kinase activity may be associated with elevated MMP 1 expression in melanomas 
319 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?E textMine:dobj ?mutation. ?C textMine:nsubjpass ?D. ?C textMine:prep ?function. ?D textMine:partmod ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


363 Immune complexes kinase assays showed, as expected, high BRAF activity in YULAC BRAF V600E  and YUMAC BRAF V600K  cells that was suppressed after treatment with PLX4032 for 30 min ( Figure 3A , YULAC and YUMAC) 
Similar Query!!!! 


364 We previously demonstrated a high degree of variability in the extent of GSK 3β Ser 9  phosphorylation among BRAF V600E  (+) melanoma cell lines and showed that GSK 3β activity in these cells was increased in response to the multikinase inhibitor sorafenib  , presumably through an ER stress dependent mechanism 
320 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?A. ?E textMine:prep ?mutation. ?E textMine:amod ?function. ?G textMine:prep ?H. ?G textMine:amod ?positive. ?H textMine:amod ?C. ?A textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


365 Studying how BRAF V600E  altered kinase activity in patients with PTC creates alterations in the already complex tumor cell–ECM interactions has been a logical next step for our laboratory 
321 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:nsubj ?unknown. ?A textMine:ccomp ?B. ?B textMine:dobj ?function. ?B textMine:nsubj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


366 It was noted that PLX4720 also reduced pRB protein phosphorylation, increased p27 expression, suppressed cyclin D1 expression and induced cleavage of PARP only in melanoma cell lines harbouring the  BRAF  V600E mutation ( Figure 1D ) 
322 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:nn ?mutation. ?negative textMine:ccomp ?E. ?A textMine:dobj ?C. ?F textMine:partmod ?A. ?E textMine:prep ?F. ?E textMine:nsubj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


367 Previous studies demonstrated that expression of AKT1 E17K protein in NIH 3T3 cells increased AKT phosphorylation in those cells ( Carpten  et al , 2007 ) 
323 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?A. ?positive textMine:dobj ?function. ?positive textMine:nsubj ?B. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


368 These data suggest that BRAF V600E  can negatively regulate MST1 kinase through direct interaction with its C terminus 
Match

369 In BRAF V600E  human melanoma xenograft BRAFi + MEKi showed enhanced antitumor activity, with more sustained tumor control than that seen either single agent 
324 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?function. ?A textMine:prep ?mutation. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


370 In summary, the BRAF V600E  inhibitor PLX4720 and the SRC inhibitor dasatinib synergize to inhibit proliferation, reduce cellular migration and induce apoptosis in a variety of BRAF V600E  positive PTC and ATC cell lines 
325 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:conj ?F. ?G textMine:conj ?negative. ?D textMine:prep ?C. ?F textMine:prep ?D. ?negative textMine:dobj ?function. ?C textMine:amod ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


371 The JAK2 V617F mutation present in over 95% of Polycythemia Vera patients and in 50% of Essential Thrombocythemia and Primary Myelofibrosis patients renders the kinase constitutively active 
326 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nn ?mutation. ?C textMine:nsubj ?A. ?C textMine:xcomp ?function. ?function textMine:advmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


372 Hence, the double mutation L858R+E884K modulated basal and stimulated downstream EGFR signaling differentially with differential effects on the AKT (down regulated), CBL and MAPK ERK1/2 phosphorylation (up regulated) 
327 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:xcomp ?B. ?unknown textMine:nsubj ?E. ?E textMine:nn ?mutation. ?B textMine:prep ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


373 The mutational status of these two lines is particularly relevant to interpretation of the data, since BRAF in both A375 and LOX IMVI is constitutively activated by the V600E mutation  
328 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:nn ?mutation. ?function textMine:agent ?C. ?function textMine:advmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


374 These studies variably identified those patients who were JAK2 V617F positive to have a higher risk of thrombotic complications, a result that has been confirmed in a recent meta analysis 
329 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?D. ?C textMine:amod ?positive. ?mutation textMine:amod ?A. ?G textMine:dobj ?C. ?D textMine:appos ?function. ?A textMine:xcomp ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


375 However, when used in combination, NAC enhanced the inhibitory effect of PLX4032 (BRAF V600E inhibitor) and Gefitinib (EGFR inhibitor), on FO 1 and PT4 cell survival 
330 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:appos ?C. ?C textMine:nn ?mutation. ?positive textMine:dobj ?function. ?function textMine:prep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


376 The D816V mutant destabilizes the inactivated form of Kit, in a way that the ability of the protein to adopt the "DFG out" (inactive) conformation is much reduced or even eliminated; thus, the mutation prevents both motesanib and imatinib from binding to the ATP pocket   
331 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:dep ?negative. ?C textMine:dep ?B. ?B textMine:conj ?negative. ?B textMine:nsubjpass ?function. ?D textMine:prep ?C. ?D textMine:nsubj ?A. ?A textMine:nn ?mutation. ?negative textMine:nsubjpass ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


377 The data demonstrated that while E cadherin was well expressed in normal thyroid tissue, its expression was markedly decreased and vimentin expression up regulated in the thyroid carcinomas from the transgenic mice over expressing BRAF V600E  ( 25 ) 
332 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:conj ?C. ?D textMine:prepc ?function. ?C textMine:prep ?D. ?function textMine:dobj ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


378 In case of occurrence of both L858R and T790M mutations, the concentration of erlotinib should be three times higher in order to achieve a therapeutic effect 
333 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:dobj ?function. ?C textMine:nn ?mutation. ?E textMine:prep ?C. ?positive textMine:ccomp ?B. ?positive textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


379 The T790M EGFR mutant has increased affinity for ATP, which is the primary mechanism responsible for the development of resistance to small molecule tyrosine kinase inhibitors (TKIs), such as gefitinib and erlotinib  [36]  
334 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:advmod ?function. ?positive textMine:nsubj ?C. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


380 The V617F mutation disrupts the inhibitory activity of the JAK2 pseudokinase domain, leading to constitutive JAK2 kinase activity and hyperactivation of multiple downstream targets ( James et al, 2005 ) 
335 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:partmod ?F. ?A textMine:nn ?mutation. ?negative textMine:dobj ?G. ?negative textMine:nsubj ?A. ?E textMine:dobj ?function. ?F textMine:xcomp ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


381 It may be that there is preferential MAPK pathway addiction in sensitive cell lines, and cells with lower sensitivity are less dependent on the  BRAF  V600E  oncogenic signaling, relying on the co activation of other signaling pathways including the PI3K/Akt pathway 
336 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:nn ?mutation. ?E textMine:prep ?D. ?E textMine:nsubj ?B. ?B textMine:prep ?function. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


382 MST1 expression significantly increased apoptosis, which is reduced by expression of BRAF V600E  
337 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:agent ?B. ?B textMine:prep ?mutation. ?function textMine:rcmod ?E. ?positive textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


383 Conversely, E884K worked in concert with L858R in  cis  to further enhance the sensitivity of the mutant receptor to gefitinib inhibition ( Fig 1A, B ) 
Match

384 Two sensitive transfectants (harboring a  FLT3  D835V or  KIT  D816Y mutation) were immunoblotted – and showed higher elevated threonine 308 phosphorylation levels compared to  FLT3  ITD or  BCR ABL1  transfected cells 
338 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:nn ?function. ?G textMine:amod ?positive. ?C textMine:dep ?F. ?B textMine:dobj ?G. ?B textMine:nsubjpass ?C. ?F textMine:dobj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


385 The mutations G250E, Y253H and T315I experience decreased vdW interactions with Phe359 
339 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?negative textMine:nsubj ?C. ?C textMine:amod ?E. ?E textMine:dep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


386 These are autoinhibitory phosphorylation sites, and the V617F mutation has been proposed to promote Jak2 activation in part by abrogating pseudokinase catalytic activity and therefore phosphorylation of these sites  15 , 20   
340 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:nn ?mutation. ?A textMine:prepc ?negative. ?A textMine:xsubj ?B. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


387 Moreover, E884K had a dominant effect over L858R, when in  cis , in these signaling modulatory effects 
341 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?function. ?D textMine:dobj ?C. ?D textMine:nsubj ?mutation. ?C textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


388 The EphA3 G518L mutation found in lung cancer increases the affinity of the lateral interaction between EphA3 and ephrin A3 
342 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?function. ?positive textMine:dobj ?D. ?positive textMine:nsubj ?A. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


389 Most recently, MITF dependent BCL2A1 was identified as an oncogene restricted to melanoma  versus  normal tissues, and the co treatment of  V600E BRAF melanomas with BRAF inhibitors and obatoclax, an inhibitor of BCL2A1, reduced the resistance to BRAF inhibitors in  BCL2A1  amplified melanoma cells  in vitro  and  in vivo  [55]  
343 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:nsubj ?E. ?D textMine:nn ?mutation. ?negative textMine:dobj ?function. ?A textMine:conj ?negative. ?A textMine:conj ?B. ?E textMine:prep ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


390 Surprisingly we found that, expression of each activated KRAS ED  lead to a substantial decrease in Braf V600E  induced tumors relative to the EGFP control suggesting the existence of a KRAS activated negative regulator of tumorigenesis 
344 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:advmod ?D. ?mutation textMine:partmod ?G. ?E textMine:partmod ?H. ?H textMine:dobj ?A. ?D textMine:prep ?E. ?function textMine:amod ?negative. ?A textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


391 PDGFRA  exon 18 mutations (D842V), which affect the activation loop of the PDGFRα kinase, are biochemically less sensitive to imatinib than the more common KIT exon 11 mutations 
345 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:advmod ?negative. ?function textMine:nsubj ?D. ?D textMine:appos ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


392 The results showed increased phosphorylation of Erk1/2 and p38 in  Fgfr2 +/S252W   mice BMSCs, which indicated that Erk1/2 and p38 signaling may participate in the regulation of endochondral bone formation by FGFR2 
346 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:prep ?D. ?G textMine:amod ?positive. ?A textMine:prep ?function. ?D textMine:rcmod ?C. ?D textMine:nn ?mutation. ?C textMine:ccomp ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


393 This V600E BRAF variant possesses a markedly higher dimerization property irrespective of RAS status and strongly activates MEK and ERK1/2 in the presence of vemurafenib 
347 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?D. ?A textMine:nsubj ?E. ?E textMine:nn ?mutation. ?D textMine:nn ?function. ?D textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


394 This mutation ( E17K ) increases recruitment of AKT1 to the membrane, increases AKT1 phosphorylation and activity, transforms Rat1 fibroblasts, and induces leukaemia in transgenic mice ( Carpten  et al , 2007 ) 
Match

395 (A, B and C) pro apoptotic genes  BAX, BIK  and  BAD  showed lower expression in ET JAK2 V617F positive patients compared to negative patients; (D, E and F)  BAX, BIK  and  BAD  expression in ET leukocytes also negatively correlated with the patients' JAK2 V617F allele burden 
348 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:dobj ?E. ?D textMine:nsubj ?A. ?D textMine:parataxis ?function. ?A textMine:num ?mutation. ?E textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


396 Although B RAF appears to be a plausible target in N RAS mutated melanoma, preclinical studies have consistently shown that selective B RAF V600E  inhibitors can actually stimulate cell growth and have detrimental effects in N RAS mutated melanoma   
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


397 These results suggest that acquired resistance to adjuvant imatinib was infrequent, especially since both arms included patients with mutations known to be less sensitive or resistant to imatinib (e g, platelet derived growth factor receptor alpha [PDGFRA] D842V)   
349 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:advmod ?negative. ?function textMine:dep ?D. ?D textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


398 The other possibility is that the presence of the EGFR T790M mutation could increase the affinity of the EGFR L858R for ATP and thus reduce the potency of an ATP competitive kinase inhibitor   
Similar Query!!!! 

Similar Query!!!! 


399 Furthermore, high levels of CXCR4 expression were found in  BRAF  V600E  positive PTCs, and CXCR4 expression was associated with thyroid capsule infiltration and extrathyroidal extension (Torregrossa et al,  2011 ) 
350 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:conj ?B. ?A textMine:prep ?C. ?A textMine:nsubjpass ?F. ?F textMine:amod ?positive. ?C textMine:nn ?mutation. ?B textMine:nsubjpass ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


400 On the contrary, when F595 was replaced by an aromatic residue (Tyr or Trp) in the context of V617F, the constitutive activity was maintained 
351 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?F textMine:prep ?A. ?A textMine:prep ?mutation. ?B textMine:agent ?F. ?neutral textMine:nsubjpass ?function. ?neutral textMine:advcl ?B.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


401 (A)  L858R mutation in EGFR kinase (the circled R) causes non small cell lung cancer (NSCLC) by constitutively activating its kinase domain [ 175 ] 
352 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nsubj ?B. ?B textMine:amod ?mutation. ?E textMine:prepc ?function. ?E textMine:dep ?A. ?function textMine:advmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


402 The two major classes of EGFR  mutations are an L858R point mutation and small, in frame deletions in exon 19; both types of mutation enhance the activity and oncogenicity of EGFR compared to the wild type protein   
353 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?B textMine:parataxis ?positive. ?B textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


403 However, an active form of  β  catenin increases the penetrance and incidence of melanoma in mice expressing oncogenic NRAS Q61K  or BRAF V600E  specifically in melanocytes [ 131 ,  216 ] 
354 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?G. ?positive textMine:nsubj ?A. ?D textMine:prep ?E. ?E textMine:partmod ?C. ?A textMine:amod ?function. ?G textMine:prep ?D. ?C textMine:dobj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


404 In comparison to the S252W mutation that enhances signaling with a limited subset of Fgfs, the P253R mutation enhances signaling with many Fgfs and one hypothesis is that the P253R mutation may respond to many more signals that can have overlapping, redundant, and/or counteracting effects, resulting in a more moderate increase of MI 
355 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:dobj ?function. ?K textMine:prep ?C. ?A textMine:dobj ?B. ?positive textMine:ccomp ?G. ?positive textMine:prep ?E. ?C textMine:rcmod ?A. ?E textMine:prep ?I. ?B textMine:dep ?F. ?G textMine:ccomp ?K. ?I textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


405 As expected  , single agent vemurafenib induced significant levels of apoptosis in all the BRAF V600E  mutant cell lines that are sensitive to this agent, with a much less effect in the resistant ones (Figure  3b ) 
356 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?E. ?C textMine:rcmod ?D. ?F textMine:nn ?mutation. ?D textMine:prep ?function. ?E textMine:prep ?F. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


406 Hence, the double mutation L858R+E884K modulated basal and stimulated downstream EGFR signaling differentially with differential effects on the AKT (down regulated), CBL and MAPK ERK1/2 phosphorylation (up regulated) 
357 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:appos ?function. ?unknown textMine:xcomp ?B. ?unknown textMine:nsubj ?mutation. ?B textMine:prep ?A.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


407 The high potency of afatinib to inhibit the tyrosine kinase activity of wild type EGFR was fully maintained on EGFR with the activating L858R mutation (Solca et al  ; Sos et al ) 
358 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?E textMine:infmod ?function. ?neutral textMine:prep ?C. ?neutral textMine:nsubjpass ?D. ?D textMine:prep ?E. ?C textMine:amod ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


408 Furthermore, in wild type cells, overexpression of BRAF V600E  increased NFAT activity, which was blocked by the MEK inhibitor PD98059 
359 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?positive textMine:nsubj ?A. ?A textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


409 Actually, our  in vitro  kinase assay clearly showed that MST1 kinase activity on histone H2B was markedly decreased by BRAF V600E  
360 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?mutation. ?negative textMine:nsubj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


410 Based on these results, and on a molecular model of FGFR3 TM domain created with the program CHI , it has been proposed that the G380R mutation introduces a structural change in the unliganded FGFR3 dimers, thus altering their phosphorylation efficiencies and ultimately increasing FGFR3 phosphorylation in the absence of ligand 
361 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?E textMine:dep ?D. ?E textMine:nsubj ?B. ?E textMine:dep ?unknown. ?unknown textMine:conj ?D. ?B textMine:nn ?mutation. ?D textMine:dobj ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


411 The role of  BRAF  and  KRAS  oncogenes in altering cytoskeletal properties was further emphasized following depletion of BRAF V600E  by shRNA in HT29 cells, where migration ability of HT ShBR3 cells, with downregulated expression of mt BRAF  gene, was significantly impaired as compared to the empty vector control HT ps cells 
362 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?D. ?mutation textMine:prep ?A. ?D textMine:rcmod ?negative. ?negative textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


412 In agreement with the effects on EGFR phosphorylation and AKT/ERK signaling, cells expressing the T790M form of L858R EGFR had less apoptosis when exposed to dasatinib ( Figure 5C ) 
363 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:partmod ?A. ?A textMine:dobj ?C. ?C textMine:amod ?mutation. ?function textMine:amod ?negative. ?D textMine:dobj ?function. ?D textMine:nsubj ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


475 Solid double headed arrow placed near the R683G mutation suggests increased flexibility induced by this JH2 hinge mutant 
364 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:nn ?mutation. ?E textMine:dobj ?C. ?E textMine:nsubj ?D. ?C textMine:partmod ?function. ?C textMine:amod ?positive. ?D textMine:partmod ?B. ?B textMine:prep ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


413 9   Preclinical studies have shown superior activity of afatinib over first generation TKIs, mainly due to (1) irreversible binding, which confers stronger binding affinity and potency, (2) ability to circumvent first generation TKI resistance mechanism T790M mutation in exon 20, and (3) effectiveness against multiple HER endothelial growth factor receptors   10  
365 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:dobj ?D. ?A textMine:dep ?G. ?C textMine:amod ?positive. ?E textMine:rcmod ?H. ?H textMine:dobj ?C. ?D textMine:nn ?mutation. ?D textMine:nn ?function. ?G textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


414 However, imatinib is less effective against the D816V KIT mutation in vitro    and in the clinic   
366 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?C. ?function textMine:advmod ?negative. ?C textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


415 Regarding the interference with the ERK signaling, cell lines with BRAF V600D/R  mutations presented a faster and stronger inhibition of phosphorylated ERK as compared to control cells with a wild type  BRAF  (Figure  1 C) 
Match

416 Our lab previously demonstrated that the inhibition of oncogenic BRAF results in dramatic tumor reduction in a model of human ATC and several other groups have shown that dasatinib treatment effectively reduces tumor growth in mice implanted with human BRAF V600E  positive thyroid cancer cells [ 6 ,  8 ,  23 ,  31 ] 
367 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:partmod ?B. ?B textMine:prep ?F. ?F textMine:nn ?mutation. ?negative textMine:prep ?E. ?negative textMine:advmod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


417 The BRAF  mutations found in CFC can confer either weakly elevated kinase activity (mutations of Q257R, S467A, L485F, K499E) or impaired kinase activity versus wild type  BRAF  (E501G and G596V)     
368 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:dep ?D. ?D textMine:nn ?mutation. ?F textMine:conj ?function. ?F textMine:appos ?E. ?F textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


418 Sumimoto et al ( 15 ) have shown that BRAF V600E  knock down decreased phospho ERK1/2 protein levels and inhibited invasion of melanoma cells accompanied by a decrease of matrix metalloproteinase activity and ITGβ1 expression 
Similar Query!!!! 

