run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


791 At a later time point in pancreas development, S33Y mutant β cat expression enhanced islet cell proliferation and increased the size of pancreas [ 49 ] 
666 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubj ?function. ?function textMine:num ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


792 When using a higher sensitive approach (the ARMS assay, which may detect this allele variant with a sensitivity close to 3%) persistent cells harbouring KIT M541L  allele variant occurred only in one patient (#4), (Fig  1B ) 
Match

793 The specific type of mutation may hold predictive relevance in that some mutations confer higher affinity for certain EGFR TKIs and some confer resistance to certain EGFR TKIs, for example, mutations in exon 20 and the T790M mutation 
667 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?A textMine:dobj ?function. ?A textMine:prep ?E. ?E textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


794 Interestingly, the proliferation of BMSCs of Fgfr2+/S252W mice was decreased in the early days of culturing (P4–P8) 
668 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?A. ?negative textMine:nsubjpass ?function. ?A textMine:prep ?E. ?E textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


795 The  JAK2  V617F allele burden has been associated with disease duration in PV patients, such that the allele burden was significantly elevated in patients examined more than 5 years after their initial diagnosis   
669 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:ccomp ?positive. ?function textMine:nsubjpass ?B. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


796 In some cases, AKT itself is constitutively active because of a mutation in the PH domain (E17K)   or, as in the case of the v AKT of murine thymoma virus, fusion to viral Gag sequences that mediate membrane attachment   
670 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?E. ?E textMine:appos ?mutation. ?function textMine:prep ?B. ?function textMine:advmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


797 Compared to L858R alone, the L858R+E884K dual mutant was less sensitive to erlotinib in the inhibition of tyrosine phosphorylation of EGFR 
Match

798 For example, crizotinib maintains activity against the R1275Q mutant, but drastically loses activity against F1174L, another frequently occurring mutant (Wood et al., ; Sakamoto et al , ; Schönherr et al, ) 
671 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:conj ?D. ?D textMine:prep ?mutation. ?D textMine:dobj ?function.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


799 E884K and L858R+E884K mutants remained sensitive to EGF and were activated by the ligand to a level comparable to L858R ( Figure 3A ) 
672 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?A textMine:nn ?mutation. ?function textMine:cop ?neutral. ?function textMine:nsubj ?A.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


800 FLT3  D835V and  KIT  D816Y) retained some level of sensitivity with regard to induction of apoptosis 
Match

801 E884K and L858R+E884K mutants remained sensitive to EGF and were activated by the ligand to a level comparable to L858R ( Figure 3A ) 
Match

802 We also find that a melanoma associated mutation within the pseudosubstrate sequence, P52L, disrupts PAK6 autoinhibition enhancing its kinase activity, potentially correlating with increased expression of PAK6 in prostate cancer, and implied alterations in kinase activity  
673 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?function. ?A textMine:conj ?C. ?A textMine:amod ?negative. ?A textMine:appos ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


803 Overall, SP inhibitors represent an innovative mechanism of KIT inhibition whose dual suppression of KIT D816V neoplastic mast cell proliferation and SCF enhanced mast cell activation may provide significant therapeutic benefits 
674 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?mutation. ?positive textMine:dobj ?D. ?positive textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


804 Molecular studies on the receptors harbouring a known L858R mutation demonstrated a decreased affinity of the tyrosine kinase for ATP and an increase in the affinity for the tyrosine kinase inhibitors (TKI) 
675 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?I textMine:prep ?D. ?D textMine:partmod ?F. ?G textMine:nn ?mutation. ?F textMine:dobj ?G. ?positive textMine:prep ?function. ?A textMine:prep ?positive. ?B textMine:dobj ?A. ?B textMine:nsubj ?I.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


805 BRAF V600E results in elevated kinase activity compared with BRAF wild type and stimulated phosphorylation of downstream endogenous ERK   
Similar Query!!!! 

Similar Query!!!! 


806 The mutations E255K and T315A experience increased vdW interactions with Leu354 
Match

807 In human thyroid cancers, it has recently been reported that BRAF V600E is highly associated with (1) overexpression of VEGF and that overexpression of VEGF was highly associated with increasing tumour stage and invasion ( Jo  et al , 2006 ) and (2) reduced membrane expression of NIS ( Riesco Eizaguirre  et al , 2006 ) 
676 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?D textMine:prepc ?positive. ?A textMine:nsubjpass ?mutation. ?A textMine:prep ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


808 The T315I cells exhibit increased proliferation rate (Supporting Information Fig S8 ), elevated basal expressions of Rad51 and γ H2AX ( Fig 5A ) and display increased endogenous DNA damage response, indicated by increased Rad51 and γ H2AX foci ( Fig 5B and C ), when compared with parental cells 
677 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:appos ?function. ?H textMine:ccomp ?E. ?H textMine:nsubj ?A. ?B textMine:amod ?positive. ?E textMine:prep ?B. ?E textMine:nsubj ?C. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


809 Although the Y253H mutation was less sensitive to nilotinib in an  in vitro  cell viability assay (IC 50  > 150 nM)  , the level of BCR ABL1  transcripts in the Y253H patient in our trial decreased from 8 06% to 030% 
678 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?E. ?E textMine:prep ?C. ?negative textMine:nsubj ?A. ?negative textMine:advcl ?function. ?C textMine:amod ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


810 Previous  in vivo  analyses of the Fgfr2 P253R/+  and Fgfr2 S252W/+  mouse models of Apert syndrome revealed increased osteoblastic gene expression around the coronal suture   
679 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?A textMine:dobj ?function. ?A textMine:nsubj ?B. ?B textMine:prep ?F. ?F textMine:prep ?D. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


811 We have previously shown that BRAF V600E  plays an important role in the aggressive behavior of thyroid cancer cells  in vitro  and that treatment with the selective BRAF V600E  inhibitor PLX4720 results in impressive decreases in tumor volume and metastasis in an orthotopic mouse model of ATC [ 5   8 ,  10 ] 
680 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?H textMine:nn ?mutation. ?function textMine:amod ?G. ?D textMine:prep ?negative. ?D textMine:dobj ?B. ?F textMine:prep ?function. ?G textMine:prep ?H. ?I textMine:prep ?F. ?B textMine:prep ?I.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


812 With molecular testing as a standard, the delE746–A750 mutation specific antibody (6B6) could detect 69 of the 86 cases with an E746–A750 deletion mutation (40 with score 2+ and 29 with score 3+) whereas it was negative in the remaining 17 cases (4 with score 0 and 14 with score 1+) (κ = 0.584, sensitivity: 80.23%, specificity: 85.3%, PPV: 60%, NPV: 94.01%); the L858R mutation specific antibody (43B2) could identify 53 of 70 cases with a L858R point mutation (31 with score 2+ and 22 with 3+), whereas it was negative in the remaining 17 cases (7 with score 0 and 10 with score 1+) (κ = 0.639, sensitivity: 75.71%, specificity: 91.79%, PPV: 66 25%, NPV: 9467%) 
681 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?H textMine:dep ?negative. ?B textMine:nsubj ?H. ?B textMine:prep ?E. ?A textMine:appos ?function. ?negative textMine:prep ?D. ?E textMine:nn ?mutation. ?D textMine:dep ?I. ?I textMine:dobj ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


813 We have previously shown that the JAK2 V617F homologous mutation in JAK1, V658F, induces constitutive activation of JAK1  
Similar Query!!!! 

Similar Query!!!! 


814 We hypothesised that patients with low or heterogeneous expression of mutant BRAF V600E  protein would have a poor response to treatment with BRAF inhibitors and reduced survival, compared with patients with high and homogeneous expression 
682 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?G. ?G textMine:nn ?mutation. ?function textMine:amod ?positive. ?C textMine:prep ?function. ?A textMine:prep ?D. ?F textMine:pobj ?C. ?F textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


815 Hence, the double mutation L858R+E884K modulated downstream EGFR signaling differentially with distinctly different effects on the AKT (downregulated) and MAPK ERK1/2 phosphorylation (upregulated) 
Match

816 The imatinib resistant cell line DA1 3b/M1 (referred to as 'M1' hereafter), which was derived from M0 cells after prolonged selection with imatinib and carries an E255K BCR ABL mutation, and the DA1 3b/d365 cell line (referred to as 'd365' hereafter), which was derived from M0 cells injected in mice and isolated after 1 year of tumor dormancy and harbors partial resistance to imatinib, also exhibited decreased GILZ expression ( Figure 1a )   
683 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:rcmod ?C. ?H textMine:dobj ?F. ?A textMine:rcmod ?H. ?F textMine:nn ?mutation. ?negative textMine:nsubj ?G. ?negative textMine:dobj ?function. ?C textMine:nsubj ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


817 Previous studies demonstrated that expression of AKT1 E17K protein in NIH 3T3 cells increased AKT phosphorylation in those cells ( Carpten  et al , 2007 ) 
Match

818 Intriguingly, tyrosine phosphorylation of PECAM 1 as well as its physical association with SHP2 was enhanced by the imatinib resistance E255K or T315I mutation 
684 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubjpass ?function. ?positive textMine:agent ?C. ?C textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


819 62  Mutated ALK at F1174L led to increased proliferation and decreased apoptosis of neuroblastoma cell lines 
685 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?A textMine:prep ?mutation. ?B textMine:prep ?function. ?B textMine:nsubj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


820 Four cases with increased  JAK2  V617F  RNA expression levels (outliers) are indicated 
686 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nn ?function. ?A textMine:nn ?mutation. ?A textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


821 The mutations G250E, Y253H and T315I experience decreased vdW interactions with Phe359 
Match

822 In TERT NHUC, abolishing PLCγ1 phosphorylation significantly reduced the increase in saturation density associated with S249C FGFR3 (13% vs  24%, p=005) ( Figure 6a ), suggesting that PLCγ1 signaling contributes to this phenotype 
687 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:partmod ?B. ?negative textMine:prep ?C. ?negative textMine:nsubj ?function. ?B textMine:prep ?F. ?F textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


823 Immunoblotting for phospho AKT was performed after successful transfection and weaning of IL3 dependent growth (true autoactivating TK mutations result in IL3 independent growth) and found that AKT activation increases after transfection of plasmid vectors encoding for a  FLT3  ITD,  FLT3  D835V,  KIT  D816Y or  BCR ABL1  isoform 
688 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?mutation. ?F textMine:partmod ?B. ?C textMine:prep ?F. ?positive textMine:nsubj ?function. ?positive textMine:prep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


824 Tyrosine phosphorylation of STAT5 was also enhanced, though not as significantly as that of PECAM 1, in cells expressing the E255K or T315I mutant ( Fig 4C ) 
Similar Query!!!! 


825 PLX4720 is a potent inhibitor of migration, significantly decreasing cellular migration and invasion of human BRAF V600E  positive thyroid cancer lines  in vitro  [ 6 ] 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


826 As a whole, these data indicate that blocking mTOR signalling pathway is effective in reducing proliferation and clonogenic potential of cells expressing the  JAK2 V617F mutation; however, mTOR inhibitors appeared to exert mainly a cytostatic rather than an apoptotic effect when compared with JAK2 inhibitors 
689 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:partmod ?G. ?G textMine:dobj ?A. ?D textMine:prep ?F. ?D textMine:nn ?function. ?A textMine:nn ?mutation. ?negative textMine:dobj ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


827 The mutations E255K, F317L and F317V experience increased electrostatic interactions with Tyr253 
Match

828 Interestingly, all LRRK2 mutants (R1441C, G2019S, G2385R, and D1994A) significantly increased NF κB activity, indicating that the increase was independent of mutations in ROC, kinase, and WD domains ( Fig 6C ) 
690 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nsubj ?positive. ?H textMine:ccomp ?A. ?B textMine:dep ?mutation. ?G textMine:partmod ?H. ?G textMine:dobj ?function. ?G textMine:advmod ?E. ?E textMine:pobj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


829 7  Death receptor stimulated apoptotic pathways also appear disrupted in JAK2 V617F PV derived erythroblasts with deregulated expression of the short isoform of c FLIP  21  which fundamentally plays an essential role in the normal homeostatic apoptotic cascade 
691 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:prep ?function. ?negative textMine:prep ?A. ?A textMine:partmod ?B. ?A textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


830 In H3255 cells (EGFR L858R ), which display impaired EGF mediated SHP2 phosphorylation relative to cells expressing wild type EGFR (  7  ;  Supplementary Figure S2 ), SHP2 knockdown had no substantial effect on ERK phosphorylation at any concentration of gefitinib 
692 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:partmod ?function. ?I textMine:nn ?negative. ?B textMine:ccomp ?E. ?E textMine:advmod ?A. ?E textMine:nsubj ?I. ?A textMine:prep ?C. ?G textMine:appos ?mutation. ?G textMine:rcmod ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


831 However, a comparison of expression arrays from human BRAF V600E  (+) PTC and ATC identified 1943 genes that were differentially regulated in the ATC compared to PTC, which included increased expression of TGFβI and decreased expression of Smad6, a negative regulator of TGFβ signaling 
693 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?negative. ?mutation textMine:conj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


832 Structurally, this residue lies in the substrate binding pocket of the kinase, and the M918T mutation appears to increase RET–ATP binding affinity and the stability of the active ATP bound form, effectively making RET more active, more of the time ( 48 )–( 51 ) 
694 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:partmod ?D. ?positive textMine:xsubj ?A. ?positive textMine:dobj ?B. ?D textMine:advmod ?function. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


833 In the 29 patients with exon 19 deletions, high expression of EGFR E746 A750 deletion specific (6B6) protein (score 2 or 3) was observed in 17/17 cases (100%) with 15 bp deletion (16 with ELREA and 1 with ELREA + T751I) 
695 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?G textMine:prep ?A. ?A textMine:dep ?E. ?E textMine:prep ?mutation. ?D textMine:prep ?G. ?D textMine:nsubjpass ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


834 In vivo , the efficacy of ruxolitinib in a murine  JAK2  V617F  driven malignancy model was demonstrated by the fact that it significantly reduced splenomegaly, decreased elevated levels of circulating IL 6 and tumor necrosis factor (TNF) α to normal, and increased survival, without causing anemia or lymphopenia [ 98 ] 
696 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prepc ?F. ?E textMine:amod ?positive. ?D textMine:prep ?A. ?C textMine:dobj ?E. ?C textMine:ccomp ?G. ?G textMine:nsubjpass ?D. ?A textMine:prep ?B. ?B textMine:nn ?mutation. ?F textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


835 JAK2 F595A/V617F and F595V/V617F have lost the ability to signal constitutively from active and inactive dimeric conformations, suggesting that F595 may play a role in the constitutive activity of JAK2 V617F 
Match

836 Notably, inhibition of phosphorylation of the D816V mutation was significantly reduced compared to the D816Y and D816F isoforms 
Match

837 CCT137690 inhibits FLT3 D835Y kinase with similar potency to FLT3 ITD kinase, but MLN518 is much less active against FLT3 D835Y in biochemical assays (IC 50  18 μM) 
697 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:advmod ?negative. ?function textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


838 33 , 34  Overall, dabrafenib has markedly higher response rates and progression free survival along with a well tolerated toxicity profile compared with dacarbazine in patients with  V600E BRAF  mutated metastatic melanoma 
698 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?I textMine:conj ?B. ?I textMine:dobj ?F. ?G textMine:prep ?C. ?A textMine:prep ?G. ?C textMine:nn ?mutation. ?F textMine:amod ?positive. ?B textMine:pobj ?A. ?B textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


839 It is noteworthy that the Tbx3 primers used in these experiments amplified both splice variants of Tbx3   and expression of both variants was elevated by B RAF V600E  ( Figure 3c ) 
699 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?function. ?A textMine:prep ?G. ?H textMine:dobj ?C. ?F textMine:partmod ?A. ?G textMine:partmod ?H. ?positive textMine:agent ?mutation. ?positive textMine:nsubjpass ?F.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


840 Somatic mutations of the JAK2 gene at V617F, which leads to constitutive JAK2 phosphorylation and kinase activation, occurs in almost all cases of polycythemia vera and approximately 50% of cases of chronic idiopathic myelofibrosis  
700 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?mutation. ?positive textMine:dobj ?function. ?positive textMine:xsubj ?D. ?D textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


841 Here, we test the hypothesis that E1271K mutation of MET, analogous to E884K EGFR, can also differentially alter inhibitory sensitivity towards selective MET inhibitors ( Figure 6 ) 
Match

842 The addition of EGFR siRNA (whether wild type or T790M specific)to c MET siRNAs enhanced growth inhibition in H358 and H1650 cells compared to EGFR siRNA alone, but much less so in H1975 cells ( Figure 2A ) 
701 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:amod ?mutation. ?function textMine:amod ?positive. ?C textMine:dobj ?function. ?B textMine:rcmod ?C. ?B textMine:dep ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


843 This mutation ( E17K ) increases recruitment of AKT1 to the membrane, increases AKT1 phosphorylation and activity, transforms Rat1 fibroblasts, and induces leukaemia in transgenic mice ( Carpten  et al , 2007 ) 
Match

844 Previous studies demonstrated that expression of AKT1 E17K protein in NIH 3T3 cells increased AKT phosphorylation in those cells ( Carpten  et al , 2007 ) 
Match

845 Regarding the interference with the ERK signaling, cell lines with BRAF V600D/R  mutations presented a faster and stronger inhibition of phosphorylated ERK as compared to control cells with a wild type  BRAF  (Figure  1 C) 
Match

846 In numerous studies, the  JAK2  V617F allele has been variably associated with higher indices of erythropoiesis, unchanged or decreased platelet counts, greater occurrence of thrombosis, increased BM fibrosis or cytoreductive treatments, older age, longer disease duration, or poorer survival in MPN   
702 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:ccomp ?A. ?negative textMine:nsubjpass ?D. ?D textMine:nn ?mutation. ?A textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


847 Consistent with that result, BRAF CT V600E and K601E induced a stronger ERK activation compared with BRAF CT wild type 
703 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?B textMine:nsubj ?function. ?B textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


849 It was noted that PLX4720 also reduced pRB protein phosphorylation, increased p27 expression, suppressed cyclin D1 expression and induced cleavage of PARP only in melanoma cell lines harbouring the  BRAF  V600E mutation ( Figure 1D ) 
704 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:nn ?mutation. ?negative textMine:ccomp ?D. ?A textMine:dobj ?B. ?E textMine:partmod ?A. ?D textMine:prep ?E. ?D textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


850 In human thyroid cancers, it has recently been reported that BRAF V600E is highly associated with (1) overexpression of VEGF and that overexpression of VEGF was highly associated with increasing tumour stage and invasion ( Jo  et al , 2006 ) and (2) reduced membrane expression of NIS ( Riesco Eizaguirre  et al , 2006 ) 
705 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:dobj ?function. ?D textMine:prepc ?E. ?A textMine:nsubjpass ?mutation. ?A textMine:prep ?D. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


851 Concurrently, in a recent study published in the New England Journal of Medicine, Flaherty and colleagues provide promising data from an open label trial   involving over 400 patients that a combination of the BRAF V600E  inhibitor, dabrafenib, and a MEK inhibitor trametinib (GlaxoSmithKline), which is near approval  , significantly increased progression free survival when compared to monotherapy 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


852 The effects of ruxolitinib were attenuated when cells expressing JAK2 V617F  were cocultured with primary or immortalized human bone marrow mesenchymal stromal cells, probably owing to paracrine activity of the mesenchymal stromal cells 
706 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:advcl ?F. ?negative textMine:nsubjpass ?function. ?F textMine:nsubjpass ?A. ?D textMine:dobj ?mutation. ?A textMine:partmod ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


854 To further delineate whether these gene expression circuitry modifications were consequence of altered ligand binding affinity of FGFR2 or of constitutively active intracellular signaling by the receptor, we sought for BAT3, BDP1, CYP51A1, TCF19 and RFC3 (DEGs in S252W fibroblasts treated with FGF2) expression levels in a C342Y fibroblast through qRT PCR 
707 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?C textMine:prep ?function. ?A textMine:num ?mutation. ?function textMine:amod ?unknown. ?G textMine:prep ?A. ?H textMine:dep ?G. ?H textMine:ccomp ?B. ?B textMine:dep ?C.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


855 The presence of R164Q in cluster 2, rather than in cluster 1 with wt  K Ras  was therefore initially surprising, but suggests that the R164Q mutation also has an 'activating' phenotype, albeit attenuated relative to the other mutations studied 
708 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?B. ?negative textMine:dobj ?D. ?B textMine:nn ?mutation. ?D textMine:nn ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


856 Graph shows that the common L858R mutation confers higher autophosphorylation levels to YFP EGFR ICD than P848L and A859T 
709 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nn ?function. ?D textMine:amod ?positive. ?E textMine:prep ?C. ?E textMine:dobj ?D. ?C textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


857 NVP BEZ235 inhibited proliferation of both cytokine independent WT BCR ABL  and mutant  BCR ABL  (E255K and T315I) overexpressing cells, whereas parental cytokine dependent Ba/F3 cells were much less sensitive 
Match

858 Notably, melanomas that have the V600E  BRAF  mutation exhibit increased HIF 1α expression 
Match

859 BRAF  V600E has been associated with more aggressive tumors and lower rates of patient survival   
710 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?B. ?C textMine:nsubjpass ?mutation. ?B textMine:prep ?function. ?B textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


860 We first reported that response rate of gefitinib is higher for patients with deletional  EGFR  mutations than for those with other types of mutations, predominantly L858R ( Mitsudomi  et al , 2005 ) and others extended this observation by demonstrating survival difference between them ( Jackman  et al , 2006 ;  Riely  et al , 2006 ) 
711 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nsubj ?mutation. ?A textMine:prepc ?F. ?E textMine:nn ?function. ?F textMine:dobj ?E. ?positive textMine:advcl ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


861 Our biochemical studies here now show that E884K mutation in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
Match

862 JAK2 K539L, T875N and R683G were shown to exhibit constitutive STAT5 activation and to transform Ba/F3 cells expressing the EpoR to cytokine independence     
Match

