run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].


728 Indeed, as shown in Figure 3a , Tbx3 was significantly upregulated (~10 fold) in melanocytes with B RAF V600E  signaling, while no other known E cadherin regulator in our Illumina dataset was significantly altered 
617 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:nsubjpass ?function. ?A textMine:advcl ?unknown. ?A textMine:prep ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


729 Similar to E884K, R958D modulated the sensitizing effect of L858R differentially to reversible EGFR inhibitors when in  cis  (with L858R) 
618 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:nn ?mutation. ?B textMine:prep ?A. ?unknown textMine:dobj ?function. ?unknown textMine:nsubj ?B.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


730 All inhibitors reduced the relative level of Mek 1/2 phosphorylation in clones carrying the V600E mutation by more than 90% with dabrafenib showing the strongest effect 
619 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:agent ?D. ?A textMine:dobj ?E. ?B textMine:partmod ?A. ?D textMine:dobj ?function. ?E textMine:amod ?mutation. ?negative textMine:prep ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


732 Immunoblot analysis revealed that this inhibition was caused by reduced phosphorylation of BCR ABL and Crk L and increased activation of PARP in Ba/F3 BCR ABL T315I cells after treatment with ponatinib ( Figure 1D ) 
Match

733 Cell proliferation (Ki67 labelling) was significantly reduced in melanocytes transfected with   V600E   BRAF  but not   WT   BRAF  ( Figure 5B ) 
620 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:nn ?mutation. ?negative textMine:prep ?C. ?negative textMine:nsubjpass ?function. ?B textMine:prep ?D. ?C textMine:partmod ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


734 The activity of DAS is maintained despite the presence of mutations that confer resistance to IM with the exception of the T315I mutation, and to a large degree, mutations affecting the residue 317 (F317L, F317V) 
Match

735 Interestingly, we found that the ability of mutant FGFR3 expressing cells to reach a higher saturation density was partially dependent on PLCγ1 phosphorylation, as this was reduced in cells expressing S249C FGFR3 with a mutation disrupting the PLCγ1 binding site 
621 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?C. ?A textMine:nn ?mutation. ?C textMine:partmod ?function. ?function textMine:dobj ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


736 The phosphorylation of Akt induced by S768I was abrogated by 100 nM erlotinib, and fibril formation was noted upon treatment with 1 μM or higher concentration of the drug 
622 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?D. ?D textMine:partmod ?B. ?B textMine:agent ?mutation. ?negative textMine:nsubjpass ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


737 Surprisingly we found that, expression of each activated KRAS ED  lead to a substantial decrease in Braf V600E  induced tumors relative to the EGFP control suggesting the existence of a KRAS activated negative regulator of tumorigenesis 
623 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?G textMine:advmod ?E. ?mutation textMine:partmod ?G. ?F textMine:partmod ?H. ?H textMine:dobj ?A. ?negative textMine:prep ?mutation. ?E textMine:prep ?F. ?B textMine:nn ?function. ?A textMine:prep ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


738 In a dose response experiment ( Figure 3 B, left panel), the best inhibitor, D4, was effective at a concentration of 200 nM to inhibit RET C634Y  autophosphorylation up to 70% and to drastically reduce ERK phosphorylation 
624 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:nsubj ?mutation. ?function textMine:conj ?negative. ?function textMine:ccomp ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


739 When using a higher sensitive approach (the ARMS assay, which may detect this allele variant with a sensitivity close to 3%) persistent cells harbouring KIT M541L  allele variant occurred only in one patient (#4), (Fig  1B ) 
625 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?I textMine:nsubj ?H. ?E textMine:nn ?function. ?B textMine:rcmod ?A. ?F textMine:dobj ?mutation. ?H textMine:partmod ?F. ?C textMine:dep ?B. ?C textMine:rcmod ?I. ?C textMine:amod ?positive. ?A textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


740 Indeed, dual blockade of MEK/BRAF V600E  (with PD184352, PLX4720 or vemurafenib) and MET (with crizotinib, SU11274 or MET specific siRNA) resulted in reversal of drug resistance and reduced the proliferation of melanoma cell lines, which was restored by exogenous HGF ( 29 , 109 ) 
626 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:nsubj ?C. ?C textMine:prep ?mutation. ?function textMine:conj ?negative. ?function textMine:nsubj ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


741 Ki67 labeling revealed an enhanced proliferation index in JoMa1 ALK F1174L derived tumors (48%) compared to JoMa1 ALK R1275Q  (40%), and JoMa1 ALK wt derived tumors (38%) (Figure  3b ), suggesting that the accelerated tumor growth of JoMa1 ALK F1174L tumors may partly result from their increased proliferation capacity 
627 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:amod ?positive. ?E textMine:partmod ?G. ?F textMine:nn ?function. ?G textMine:pobj ?mutation. ?J textMine:conj ?I. ?J textMine:prep ?E. ?J textMine:dobj ?D. ?I textMine:partmod ?K. ?B textMine:prep ?F. ?K textMine:ccomp ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


742 The role of  BRAF  and  KRAS  oncogenes in altering cytoskeletal properties was further emphasized following depletion of BRAF V600E  by shRNA in HT29 cells, where migration ability of HT ShBR3 cells, with downregulated expression of mt BRAF  gene, was significantly impaired as compared to the empty vector control HT ps cells 
628 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?D. ?mutation textMine:prep ?A. ?D textMine:rcmod ?negative. ?negative textMine:nsubj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


743 Activation by the Gal4 PPARγ LBD K365R mutant, however, was much lower in the absence and presence of ligands ( Figure 5B ) 
629 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?E textMine:nn ?mutation. ?negative textMine:nsubj ?function. ?negative textMine:dep ?C. ?C textMine:prep ?E.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


744 In support, western blotting of FLT 3 autophosphorylation of these mutants, F691L and D835F/Y, from the untreated total cell extracts showed reduced autophosphorylation of FLT3 in comparison with FLT3 ITD ( Figure 1c ), thus supporting the notion that these mutations confer resistance by destabilizing the active state rather than direct steric hindrance to the drug 
630 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?E. ?G textMine:appos ?mutation. ?E textMine:prep ?G. ?C textMine:dobj ?function. ?C textMine:nsubj ?D. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


745 Hence, E884K in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
Similar Query!!!! 


746 This is proposed to drop anti apoptotic activity in JAK2 V617F  mutant cells below a critical threshold, unleashing Bak and Bax to drive mitochondrial cell death 
631 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:prep ?B. ?negative textMine:dobj ?function. ?B textMine:num ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


747 Despite the decreased expression observed, BRAF V600E mutated samples had a hypomethylated pattern ( p  = 0048) 
632 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:nsubj ?A. ?C textMine:prep ?function. ?A textMine:nn ?mutation. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


748 TBP 3868 exhibits high basal Ras activity relative to the PLX4720 sensitive line, TBP 3743 suggesting that the resistance to BRAF V600E  inhibition in TBP 3868 may be attributed to Ras dependent transactivation of RAF dimers 
633 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prep ?A. ?I textMine:advmod ?E. ?I textMine:amod ?positive. ?B textMine:nsubjpass ?function. ?J textMine:appos ?C. ?E textMine:prep ?J. ?C textMine:partmod ?H. ?H textMine:ccomp ?B. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


749 Similarly, E884K further enhanced the sensitivity of L858R to the inhibition by the irreversible EGFR/ERBB2 inhibitor, CL 387,785 
Match

750 The somatic E884K substitution appears to be relatively infrequent, and resulted in a mutant lysine residue that disrupts an ion pair with residue R958 in the EGFR kinase domain C lobe, an interaction that is highly conserved within the human kinome as demonstrated by our sequence analysis and structure analysis 
Match

751 For instance, the A391E mutation in FGFR3 increases FGFR3 phosphorylation at low ligand concentration, similarly to the G380R and G375C ACH mutations studied here  
634 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?C. ?B textMine:amod ?E. ?C textMine:appos ?B. ?C textMine:amod ?function. ?G textMine:nn ?mutation. ?E textMine:prep ?G.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


752 Signaling studies show again that cells expressing the L858R allele have reduced EGFR, AKT, and ERK phosphorylation in response to increasing concentrations of dasatinib ( Figure 5B ) 
635 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:dobj ?B. ?B textMine:amod ?mutation. ?C textMine:partmod ?function. ?negative textMine:nsubj ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


753 Hence, the double mutation L858R+E884K modulated downstream EGFR signaling differentially with distinctly different effects on the AKT (downregulated) and MAPK ERK1/2 phosphorylation (upregulated) 
Match

848 The striking stability of our gene expression results on  PDGFRA  mutated tumors could be explained by the D842V mutation found on 4/5 samples 
636 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?E textMine:agent ?A. ?E textMine:nsubjpass ?B. ?A textMine:amod ?mutation. ?B textMine:prep ?function.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }


754 It is striking that several of the variants with reduced activity had altered evolutionarily conserved glycine residues; that is, G220V, G401S, and G465R, suggesting that these residues may be particularly important for OCT1 function   
637 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?function. ?function textMine:amod ?negative. ?C textMine:rcmod ?mutation. ?E textMine:dobj ?C. ?E textMine:nsubj ?G. ?G textMine:prep ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


755 Notably, inhibition of phosphorylation of the D816V mutation was significantly reduced compared to the D816Y and D816F isoforms 
Match

756 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
Match

757 Surprisingly we found that, expression of each activated KRAS ED  lead to a substantial decrease in Braf V600E  induced tumors relative to the EGFP control suggesting the existence of a KRAS activated negative regulator of tumorigenesis 
638 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?mutation textMine:partmod ?function. ?negative textMine:prep ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


758 Tyrosine phosphorylation of STAT5 was also enhanced, though not as significantly as that of PECAM 1, in cells expressing the E255K or T315I mutant ( Fig 4C ) 
639 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:prep ?D. ?function textMine:dobj ?B. ?D textMine:partmod ?function. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


759 One Akt mutant (E17K), found in a subset of human cancers, displays higher PIP3 binding, membrane localization, and activation (Brazil et al , ; Varnai et al, ) 
Match

760 In terms of EGFR TKI sensitivity, Kancha et al have identified 4 sets of mutations based on their drug sensitivity profiles: (a) mutations that are very sensitive to all 3 drugs tested with IC50 values in the low nanomolar range (L858R and Del 747 753insS), (b) mutations that are less sensitive to gefitinib (IC50 >100 nmol/l) but sensitive to both erlotinib and AEE788 (G719S, V742A, and R776C; IC50 < 100 nmol/l), (c) mutations that are less sensitive to both gefitinib and erlotinib but sensitive to AEE788 (D761N, S768I, S784F, L838V, and L861Q), and (d) mutations that are resistant to all three drugs tested (N826S and T790M)   
Similar Query!!!! 


761 In our recent studies on the effects of PLX4032, we demonstrated that the high enzymatic activity of both V600E and V600K BRAF mutants in melanoma cells is suppressed by treatment with PLX4032   
Similar Query!!!! 


762 In BRAF V600E  mutated cells inhibition of BRAF pathway lead to a decrease in ERK1/2 phosphorylation and cyclin D1 levels and an increase in p27 Kip1  
640 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?function. ?mutation textMine:partmod ?B. ?B textMine:prep ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


763 The most marked effect was with  γ  mangostin, which induced a 6 8 fold decrease of the mRNA level of BRAF V600E relative to the untreated control ( P  < 001) 
641 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?B. ?A textMine:amod ?negative. ?function textMine:dobj ?A. ?D textMine:nn ?mutation. ?B textMine:prep ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


764 62  Mutated ALK at F1174L led to increased proliferation and decreased apoptosis of neuroblastoma cell lines 
642 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?mutation. ?B textMine:prep ?function. ?B textMine:nsubj ?A. ?function textMine:amod ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


765 E884K is activating, and can work cooperatively with L858R to differentially modulate downstream signal transduction
Match

766 This analysis revealed that the GST–JNK2 mutants D162N or D326N, residing within the ED and CD domains respectively, had reduced association with Myc 1018 C ( Figure 6 B, lanes 3–5) 
Match

767 Simultaneously, we have applied the increase of sensitivity of COLD PCR assay approach combined with HRM analysis for the non invasive prenatal diagnosis of C634Y fetal mutations using pregnant women serum 
643 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:num ?mutation. ?E textMine:pobj ?A. ?F textMine:pcomp ?E. ?positive textMine:prep ?function. ?A textMine:prep ?I. ?C textMine:prep ?F. ?C textMine:dobj ?positive. ?I textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


768 Conversely, E884K worked in concert with L858R in  cis  to further enhance the sensitivity of the mutant receptor to gefitinib inhibition ( Fig 1A, B ) 
644 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?mutation. ?B textMine:xcomp ?positive. ?positive textMine:prep ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


769 Our studies here, using COS 7 transfection model system, show that E884K works in concert with L858R in  cis , in a dominant fashion, to change downstream signaling, differentially induce MAPK ERK1/2 signaling and associated cell proliferation, and differentially alter sensitivity of EGFR phosphorylation inhibition by ERBB family inhibitors in an inhibitor specific fashion 
645 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:prep ?function. ?unknown textMine:dobj ?A. ?B textMine:prep ?mutation. ?B textMine:xcomp ?unknown.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


770 In addition, the  JAK2  V617F  mutation may increase the stability of the JAK2 protein by rendering it resistant to the effect of SOCS3 binding, as overexpression of SOCS3 results in increased SOCS3 and  JAK2  V617F  phosphorylation [ 68 ] 
646 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?I textMine:num ?mutation. ?E textMine:prepc ?D. ?E textMine:dobj ?function. ?A textMine:amod ?positive. ?B textMine:prep ?A. ?C textMine:conj ?I. ?C textMine:prep ?H. ?H textMine:prep ?B. ?D textMine:xcomp ?I. ?D textMine:xcomp ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


771 Several resistance mechanisms, such as EGFR T790M secondary mutation that leads to a higher ATP binding capacity, and MET amplification resulting in an aberrantly activated alternative pathway that bypasses the inhibited EGF receptors, had been discovered 
647 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?F. ?F textMine:amod ?function. ?F textMine:amod ?positive. ?D textMine:rcmod ?E. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


772 In the second case, the patient was treated with KW 2449, a T315I specific inhibitor, after losing the CCyR induced by 800 mg per day imatinib 
648 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prepc ?negative. ?C textMine:prep ?G. ?G textMine:appos ?B. ?B textMine:amod ?mutation. ?negative textMine:dobj ?F. ?F textMine:partmod ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


773 The Y931C mutation might disrupt the π–π interaction between tyrosine ring and the inhibitor ring structure, thus weakening the inhibitor binding and resulting in easy expulsion from the pocket 
649 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?F textMine:ccomp ?E. ?B textMine:nn ?mutation. ?E textMine:xcomp ?function. ?negative textMine:parataxis ?F. ?negative textMine:nsubj ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


774 Therefore, in this study we explored the retained antitumor activity of gefitinib in resistant HCC827 GR5 and NCI H1975 NSCLC cells, carrying  MET  amplification and T790M mutation, respectively 
650 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?function textMine:amod ?neutral. ?E textMine:dobj ?function. ?B textMine:dobj ?C. ?B textMine:prep ?D. ?D textMine:rcmod ?E. ?C textMine:nn ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


775 The activity against the resistance mutation T790M and cell lines with downstream resistance mechanisms was, however, only slightly better than the reversible TKIs 
651 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:prep ?mutation. ?positive textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


776 EGFR mutation positive NSCLCs which also test positive for mutations associated with primary or, most frequently, secondary resistance to first generation TKIs (first of all the T790M substitution) may respond better to newer agents like afatinib, and dacomitinib, which have demonstrated a greater effectiveness in these clinical situations, but more clinical data are required      
652 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?D. ?H textMine:dobj ?function. ?I textMine:acomp ?positive. ?I textMine:dep ?C. ?A textMine:dep ?I. ?A textMine:rcmod ?H. ?J textMine:prep ?B. ?B textMine:amod ?mutation. ?D textMine:dep ?J.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


777 S252W mutation alters the gene expression in response to FGFR2 activation
653 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:dep ?function. ?unknown textMine:amod ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


778 In a study of four categories of imatinib  and dasatinib treated patients (imatinib resistant/dasatinib responsive; dasatinib resistant; blast crisis or CML progression and T315I or F317L mutated patient receiving omacetaxine treatment)  , transcriptional and translational levels of HCK, LYN and another SFK related gene BTK were elevated in more than 50% of resistant CML patients 
654 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nn ?function. ?C textMine:nn ?mutation. ?B textMine:prep ?I. ?G textMine:prep ?A. ?E textMine:prep ?B. ?positive textMine:prep ?G. ?positive textMine:prep ?E. ?I textMine:dep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


779 The V600E mutation is an acquired activating mutation that results in constitutively active  BRAF  kinase activity leading to activation of the  MAPK  pathway 
655 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?function. ?D textMine:amod ?F. ?A textMine:prep ?D. ?F textMine:advmod ?positive. ?B textMine:nn ?mutation. ?H textMine:rcmod ?A. ?H textMine:nsubj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


780 Interestingly, expression of p16 was significantly elevated in cultures transfected with   V600E   BRAF  but not   WT   BRAF , especially in individual cells expressing   V600E  BRAF relative to those expressing   WT  BRAF ( Figure 5A–C ), whereas p21 expression was no higher with   V600E  BRAF than   WT  BRAF or the empty vector ( Figure 5A ) 
656 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:advcl ?F. ?A textMine:partmod ?D. ?G textMine:nn ?mutation. ?positive textMine:prep ?A. ?F textMine:prep ?G. ?F textMine:nsubj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


781 The high potency of afatinib to inhibit the tyrosine kinase activity of wild type EGFR was fully maintained on EGFR with the activating L858R mutation (Solca et al  ; Sos et al ) 
657 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:prep ?B. ?B textMine:amod ?function. ?B textMine:amod ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


782 R958D mutation, when in  cis  with L858R, decreased the sensitivity of the mutant receptor to erlotinib inhibition, while increasing the sensitivity to gefitinib in a dominant fashion ( Figure 5A, B ) 
658 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:prep ?mutation. ?B textMine:rcmod ?A. ?F textMine:dobj ?function. ?negative textMine:prepc ?F. ?negative textMine:nsubj ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


783 Moreover, E cadherin protein levels were significantly diminished in B RAF V600E  transduced normal melanocytes derived from three individuals ( Figure 2b ) and E cadherin protein levels increased when B RAF V600E  was specifically silenced by shRNA or inhibited using the targeted B RAF inhibitor Vemurafenib (PLX4032) in two B RAF V600E  positive melanoma cell lines (NM176 and ME1042) ( Figure 2c ) 
659 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:prep ?C. ?positive textMine:conj ?function. ?C textMine:nn ?mutation. ?function textMine:xcomp ?E. ?E textMine:dobj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


784 Furthermore, constitutive activity of a JAK1 mutant homologous to JAK2 V617F (JAK1 V658F) was also inhibited by the homologous JAK1 F595 mutation (F636A), suggesting that our results in JAK2 might be relevant for activation of JAK1 mutants recently identified in T ALL     
660 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:xcomp ?B. ?A textMine:nsubj ?E. ?E textMine:prep ?G. ?E textMine:amod ?positive. ?B textMine:ccomp ?F. ?F textMine:prep ?function. ?G textMine:prep ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


785 The Y931C mutation might disrupt the π–π interaction between tyrosine ring and the inhibitor ring structure, thus weakening the inhibitor binding and resulting in easy expulsion from the pocket 
661 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?A textMine:nn ?mutation. ?negative textMine:parataxis ?function. ?negative textMine:nsubj ?A.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


786 ( H ) Mock and mscv puro STAT5 S710F  transduced p53  /   erythroid cell line maintained under proliferation conditions were lyzed and analyzed for ISG15 expression using anti ISG15 antibody on a 10% acrylamide gel (Top panel) 
662 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?H textMine:ccomp ?B. ?C textMine:ccomp ?H. ?C textMine:nsubj ?mutation. ?G textMine:partmod ?neutral. ?E textMine:nn ?function. ?neutral textMine:prep ?E. ?B textMine:nsubjpass ?G.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


787 The addition of c MET siRNA to either EGFR wild type or T790M specific siRNAs, resulted in an increased effect on cell growth inhibition and caspase−3/7 activity induction 
663 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?F textMine:prep ?function. ?F textMine:ccomp ?D. ?D textMine:prep ?E. ?function textMine:amod ?positive. ?E textMine:num ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


788 In MPN, it has been shown that the JAK2 V617F mutation induces an increase in spontaneous homologous recombination leading to a hyperrecombination state 
Similar Query!!!! 


789 R958D mutation, when in  cis  with L858R, decreased the sensitivity of the mutant receptor to erlotinib inhibition, while increasing the sensitivity to gefitinib in a dominant fashion ( Figure 5A, B ) 
664 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:prep ?mutation. ?B textMine:rcmod ?A. ?positive textMine:dobj ?function. ?D textMine:prepc ?positive. ?D textMine:nsubj ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


790 The mutations F317V, Y253F, Y253H and E255K experience increased vdW interactions with residue Leu248 
665 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:dobj ?function. ?positive textMine:nsubj ?D. ?C textMine:num ?mutation. ?D textMine:amod ?F. ?F textMine:dep ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }

