run:
Loading parser from serialized file edu/stanford/nlp/models/lexparser/englishPCFG.ser.gz ... done [2.6 sec].

996 In summary, the BRAF V600E  inhibitor PLX4720 and the SRC inhibitor dasatinib synergize to inhibit proliferation, reduce cellular migration and induce apoptosis in a variety of BRAF V600E  positive PTC and ATC cell lines 
805 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:conj ?negative. ?function textMine:conj ?E. ?E textMine:prep ?C. ?B textMine:amod ?mutation. ?C textMine:prep ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


997 Some of these mutations alter specifically the configuration of the ATP binding kinase pocket (V654A and T670I), inhibiting imatinib binding 
Match

1000 In vitro , the V617F substitution increases JAK2 kinase activity, thus causing cytokine independent growth of cell lines and cultured bone marrow cells 
Match

1001 Panitumumab remained active in a patient with S492R mutation, which abrogated cetuximab binding 
806 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?C textMine:prep ?mutation. ?E textMine:amod ?C. ?function textMine:prep ?E. ?function textMine:cop ?neutral.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1002 Compared to wild type BRAF, BRAF V600E  shows around 500 fold higher activity, causing sustained activation of ERK signaling ( Hingorani et al 2003 ,  Houben et al 2004 ,  Ikenoue et al 2003 ,  Ikenoue et al 2004 ,  Karasarides et al 2004 ) 
807 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:dobj ?function. ?F textMine:partmod ?C. ?F textMine:amod ?positive. ?B textMine:prep ?F. ?B textMine:nsubj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1003 The PNAcqPCR detects the  BRAF  V600E  mutation with high sensitivity 
808 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?D textMine:prep ?function. ?D textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1004 Notably, inhibition of phosphorylation of the D816V mutation was significantly reduced compared to the D816Y and D816F isoforms 
Match

1005 Consistent with this differential signaling effect, the L858R+E884K COS 7 cells had a significantly higher cell proliferation rate than that of the L858R COS 7 cells in the MTS cell proliferation assay for 5 days ( Figure 3B ) 
Match

1006 On the contrary, when F595 was replaced by an aromatic residue (Tyr or Trp) in the context of V617F, the constitutive activity was maintained 
809 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:nsubjpass ?function. ?D textMine:advcl ?B. ?G textMine:prep ?A. ?A textMine:prep ?mutation. ?B textMine:agent ?G. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1007 FLT3  D835V and  KIT  D816Y) retained some level of sensitivity with regard to induction of apoptosis 
Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 

Similar Query!!!! 


1008 Despite the fact that we have no data concerning the frequency of BRAF V600E  in the present series of tumours, NrCAM transcript expression was significantly higher in every analysed cancer 
810 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?E. ?E textMine:prep ?mutation. ?G textMine:dep ?F. ?positive textMine:nsubj ?function. ?positive textMine:prep ?G. ?F textMine:dobj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1009 The mutations F317V, Y253F, Y253H and E255K experience increased vdW interactions with residue Leu248 
Match

1010 Hence, E884K in  cis  with L858R differentially altered inhibitor sensitivity when compared to L858R alone, through differential inhibition of the pro survival AKT and STAT3 signaling pathways associated with altered induction of cleaved PARP(Asp214) 
811 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?function textMine:partmod ?D. ?B textMine:prep ?function. ?B textMine:nsubj ?mutation. ?D textMine:prep ?E. ?E textMine:amod ?unknown.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1011 Similar to E884K, R958D modulated the sensitizing effect of L858R differentially to reversible EGFR inhibitors when in  cis  (with L858R) 
812 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?unknown textMine:prep ?D. ?unknown textMine:dobj ?function. ?D textMine:prep ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1012 This result indicates that the secondary T790M mutation retains the active conformation of the binding site as proved by Yoshikawa et al (2013) 
813 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?E textMine:amod ?function. ?C textMine:prep ?E. ?neutral textMine:dobj ?C. ?neutral textMine:nsubj ?F. ?F textMine:nn ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1013 Increased activation of Akt1 by E17K, L52R, C77F, and Q79K mutants led, as expected, to increased phosphorylation of Akt target proteins including FOXO1/3 and PRAS40 
814 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:amod ?positive. ?A textMine:prep ?D. ?A textMine:nsubj ?function. ?C textMine:prep ?B. ?function textMine:prep ?C. ?B textMine:num ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1014 Melanomas with  V600E   BRAF  mutations frequently accumulate nuclear β catenin and, interestingly, GSK3A and GSK3B were recently shown to be negatively regulated by  V600E Braf/Mek/Erk signalling in a phosphoproteomic screen of human melanoma cells following MEK inhibition (Old et al, ) 
815 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:agent ?B. ?function textMine:advmod ?negative. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1015 However, Yun et al (2008) showed that both the single T790M mutant and the double mutant L858R/T790M maintain the same low nanomolar affinity for gefitinib as the L858R mutant 
816 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:dobj ?function. ?neutral textMine:prep ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1016 The up regulation of BIM was also attenuated in a similar dose–response manner as seen in the apoptosis assay ( Figure 6 A, bottom), with L858R T790M completely abrogating the induction of BIM and L858R L747S attenuating both the up regulation of BIM and apoptosis 
817 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:prep ?D. ?E textMine:nsubj ?mutation. ?C textMine:prepc ?E. ?C textMine:conj ?negative. ?D textMine:prep ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1017 Intriguingly, the imatinib resistant BCR/ABL mutants E255K and T315I showed increased ability as compared with native BCR/ABL to induce tyrosine phosphorylation of PECAM 1 when expressed in the murine model hematopoietic cell line BaF3 cells or in 293T cells ( Fig 4 ) 
Match

1018 Somatic mutations of the EGFR gene, most commonly L858R (exon 21) and short in frame exon 19 deletions, have been found to confer enhanced sensitivity towards the inhibitors gefitinib and erlotinib 
818 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:amod ?positive. ?D textMine:amod ?mutation. ?B textMine:xsubj ?D. ?B textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1019 Among the exon 20 mutations tested, Ins770SVD showed an intermediate level of autophosphorylation, lower than S768I, but higher than T790M (Figure  4B ) 
819 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:amod ?positive. ?A textMine:prep ?function. ?E textMine:prep ?mutation. ?E textMine:dobj ?A.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1020 Furthermore, the nuclear activation of YAP1 was maintained in 8505C and K1 cells, and resistant to RAF, BRAF V600E  and MEK inhibitors 
820 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?neutral textMine:prep ?A. ?neutral textMine:nsubjpass ?function. ?A textMine:amod ?C. ?C textMine:prep ?mutation.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1021 Here, we present evidence that BRAF V600E  enhances migration and invasion properties in colon carcinoma cells through RhoA activation, while KRAS G12V  induces these properties less efficiently as compared to BRAF V600E , albeit through Cdc42 activation and filopodia formation 
821 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:advcl ?function. ?function textMine:pobj ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1022 Mutations to this protein such as G469A, E586K, V600E, and K601E can increase BRAF catalytic activity  
Match

1023 Increased activation of Akt1 by E17K, L52R, C77F, and Q79K mutants led, as expected, to increased phosphorylation of Akt target proteins including FOXO1/3 and PRAS40 
822 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:nn ?mutation. ?D textMine:amod ?positive. ?A textMine:prep ?D. ?A textMine:nsubj ?function. ?B textMine:prep ?G. ?function textMine:prep ?B.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1024 Later, Nehs et al [ 78 ] elegantly demonstrated the remarkable efficacy of PLX4720 compound, which is an ATP analog that selectively inhibits B Raf V600E  by stabilizing it in an inactive conformation [ 79 ], to induce significant regression in an orthotopic mouse model of ATC even when administered at a very late therapeutic intervention stage 
823 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?function where { ?A textMine:prepc ?function. ?A textMine:dobj ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?function textMine:type textMine:function. }


1025 Moreover, high expression of the glucose transporter type 1 gene supports the use of PET with specific tracers in the clinical management of such cancers, and BRAF V600E point mutations may lead to less differentiated phenotypes and lower expression of NIS, suggesting a worse prognosis [ 15 ] 
Similar Query!!!! 


1026 It is also possible that binding of the drug to one p61B RAF V600E  monomer inhibits drug binding to the other, resulting in one active monomer per dimer and abolishing drug resistance 
824 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:prep ?D. ?D textMine:prep ?A. ?A textMine:nn ?mutation. ?function textMine:ccomp ?negative. ?function textMine:nsubj ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1027 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
Match

1028 It is possible that the elevated expression of KRAS V12  coupled with Braf V600E  induces senescence at an early stage in tumor development precluding detection 
825 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:prep ?mutation. ?B textMine:partmod ?E. ?function textMine:prep ?B. ?function textMine:amod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1029 For example,  hsf1  knockout dramatically delayed overall development of various tumors and increased survival of  p53  knock in mutant (R172H) mice ( 1 ) 
826 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:prep ?E. ?function textMine:prep ?D. ?function textMine:amod ?positive. ?E textMine:appos ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1030 LGX818 treatment at oral doses as low as 6 mg/kg in human melanoma xenograft models (BRAF V600E ) resulted in strong and sustained (>24 hours) decrease in pMEK   
827 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?B textMine:prep ?A. ?function textMine:prep ?negative. ?function textMine:nsubj ?E. ?A textMine:appos ?mutation. ?E textMine:prep ?B.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1031 JAK2 K539L, T875N and R683G were shown to exhibit constitutive STAT5 activation and to transform Ba/F3 cells expressing the EpoR to cytokine independence     
Match

1032 BRAF V600E mutation leads to constitutive activation of the MEK/ERK pathway, promoting cancer cell survival and proliferation   
Similar Query!!!! 


1033 In an  in vitro  study, these two types of EGFR mutants demonstrated an enhanced TK activity in response to EGF and increased sensitivity to inhibition by TKI, although the biological activity between tumours with L858R and those with deletions was different ( Paez  et al , 2004 ;  Pao  et al , 2004 ) 
828 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?G textMine:prep ?mutation. ?function textMine:prep ?G. ?E textMine:nsubj ?function. ?F textMine:amod ?positive. ?B textMine:advcl ?E. ?B textMine:xsubj ?D. ?I textMine:conj ?J. ?I textMine:dobj ?F. ?I textMine:nsubj ?D. ?J textMine:xcomp ?B. ?J textMine:nsubj ?D.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1065 An accumulation of alternative mutations, including a T790M insensitive mutation, in addition to the primary activating mutation could modulate the sensitivity to EGFR TKI 
829 PREFIX textMine: <http://example.uga.edu/> Select ?mutation ?function ?unknown where { ?A textMine:amod ?function. ?G textMine:prep ?A. ?G textMine:prep ?F. ?unknown textMine:nsubj ?G. ?F textMine:conj ?A. ?F textMine:prep ?C. ?C textMine:nn ?mutation.  ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. ?unknown textMine:type textMine:unknown. }


1034 This latter type of resistance mechanism is highly reminiscent of that previously described for resistance of EGFR to gefitinib (Iressa) and erlotinib (Tarceva) in NSCLC patients as a result of the T790M secondary mutation in EGFR (Yun et al, ) and by analogy, all ALK inhibitors with an ATP competitive binding mechanism may be destined to display decreased inhibitory activity when the F1174L mutation appears 
830 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?B. ?E textMine:xcomp ?I. ?E textMine:csubjpass ?C. ?A textMine:prep ?D. ?B textMine:prep ?F. ?function textMine:amod ?negative. ?C textMine:prep ?A. ?F textMine:amod ?mutation. ?I textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1035 The most common BRAF mutation is a substitution of valine with glutamic acid at amino acid position 600 (V600E), which locks BRAF into its active conformation, resulting in a ten fold increase in activity over wild type BRAF  
831 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?B textMine:partmod ?D. ?mutation textMine:rcmod ?B. ?D textMine:prep ?function. ?D textMine:prep ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1036 Regarding BCR ABL kinase mutations, the multi resistant T315I one remains a crucial clinical challenge, since until recently, there is no effective treatment for the patients carrying this particular type of mutation 
832 PREFIX textMine: <http://example.uga.edu/> Select ?neutral ?mutation ?function where { ?G textMine:dep ?B. ?A textMine:dep ?mutation. ?E textMine:amod ?function. ?D textMine:amod ?A. ?neutral textMine:nsubj ?G. ?neutral textMine:prep ?I. ?B textMine:nsubj ?E. ?I textMine:appos ?D.  ?neutral textMine:type textMine:neutral. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1037 S768I : S768I is a frequently occurring mutation ( Table 1 ) in the C helix of EGFR that increases basal kinase activity  
833 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:rcmod ?positive. ?E textMine:prep ?A. ?E textMine:nsubj ?mutation. ?positive textMine:dobj ?function.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1038 Of relevance, BRAF V600E  oncoprotein elicits elevated kinase activity that leads to activation of the MAPK (ie 
834 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?function textMine:xsubj ?C. ?positive textMine:dobj ?C. ?positive textMine:nsubj ?A. ?A textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1039 E884K EGFR modulates inhibitor sensitivity effects in an inhibitor specific fashion
Match

1040 In this study, a high sensitivity DHPLC based method, as well as conventional direct sequencing, were performed to screen deletions in exon 19 and L858R mutation in exon 21 of the  EGFR  gene in 127 Chinese ESCC patients, respectively 
835 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?D textMine:ccomp ?H. ?D textMine:nsubj ?G. ?I textMine:prep ?C. ?A textMine:dep ?mutation. ?C textMine:amod ?A. ?G textMine:nn ?function. ?G textMine:amod ?positive. ?H textMine:xcomp ?I.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1041 E884K EGFR modulates inhibitor sensitivity effects in an inhibitor specific fashion
Match

1042 Time activity studies showed that the treatment of PC12/MEN2A cells at 200 nM for 1 h was sufficient to significantly inhibit RET C634Y  autophosphorylation and to drastically reduce ERK phosphorylation ( Figure 3 B, right panel) 
836 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:conj ?negative. ?C textMine:xcomp ?A. ?A textMine:nsubj ?mutation. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1043 As expected, BRAF V600E  inhibited MST1 induced 3XIRS reporter activation in a dose dependent manner and MST1 abolished the inhibitory effect of BRAF V600E  on FoxO3 transactivation ( Fig 3B & 3C ) 
837 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?D. ?D textMine:prep ?mutation. ?function textMine:ccomp ?negative.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1044 The mutations Y253F, E255V and H396P experience decreased vdW interactions with Phe382 
838 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?negative textMine:dobj ?function. ?negative textMine:nsubj ?B. ?B textMine:amod ?D. ?F textMine:num ?mutation. ?D textMine:dep ?F.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1045 BRAF V600E , which accounts for more than 90% of BRAF mutations, leads to constitutive activation of downstream signaling via the MAPK cascade, a pathway that is critical in cell cycle regulation and proliferation  
Match

1046 EGFR mutation positive NSCLCs which also test positive for mutations associated with primary or, most frequently, secondary resistance to first generation TKIs (first of all the T790M substitution) may respond better to newer agents like afatinib, and dacomitinib, which have demonstrated a greater effectiveness in these clinical situations, but more clinical data are required      
839 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?D. ?H textMine:dobj ?function. ?I textMine:dep ?C. ?A textMine:dep ?I. ?A textMine:rcmod ?H. ?J textMine:prep ?B. ?function textMine:amod ?positive. ?B textMine:amod ?mutation. ?D textMine:dep ?J.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1047 Immunoblotting for phospho AKT was performed after successful transfection and weaning of IL3 dependent growth (true autoactivating TK mutations result in IL3 independent growth) and found that AKT activation increases after transfection of plasmid vectors encoding for a  FLT3  ITD,  FLT3  D835V,  KIT  D816Y or  BCR ABL1  isoform 
Similar Query!!!! 


1048 Furthermore, transfection of another activated mutant L858R EGFR cDNA also induced enhanced expression ( Figure 7C ) and restored drug sensitivity to erlotinib in 11–18/ER1 7 cells ( Figure 7D ) 
840 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?positive textMine:nsubj ?B. ?E textMine:nn ?mutation. ?E textMine:amod ?function. ?B textMine:prep ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1049 Notably, melanomas that have the V600E  BRAF  mutation exhibit increased HIF 1α expression 
Match

1050 Figure 1A  shows that both catalytic mutations rescued the temperature sensitivity of the  gcn5 Δ  sas3  mutant, with  isw1 K227R  having the stronger effect 
841 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:dobj ?function. ?function textMine:amod ?positive. ?mutation textMine:partmod ?C.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1051 The results show that only BRAF carrying the L505H amino acid substitution significantly increased resistance to PLX4032 [IC 50  from 0.18 to 4.58  μ M for YUMAC (P value < 0.0001) and 0.1 to 1 0  μ M for YUGEN8 (P value < 00001)] and activated the MAPK cascade (Figure  3 C–E,  Figure S4 ) 
842 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:dobj ?F. ?A textMine:partmod ?E. ?positive textMine:dobj ?function. ?positive textMine:nsubj ?A. ?F textMine:amod ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1052 Hence, the double mutation L858R+E884K modulated basal and stimulated downstream EGFR signaling differentially with differential effects on the AKT (down regulated), CBL and MAPK ERK1/2 phosphorylation (up regulated) 
Match

1053 The activity of DAS is maintained despite the presence of mutations that confer resistance to IM with the exception of the T315I mutation, and to a large degree, mutations affecting the residue 317 (F317L, F317V) 
Match

1054 Overexpression of the  JAK2  V617F mutant but not the wild type  JAK2  in K562 cells also resulted in increased  SPI1  expression 
843 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:prep ?E. ?F textMine:prep ?function. ?F textMine:nsubj ?C. ?function textMine:amod ?positive. ?E textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1055 The results of this system evaluation suggest that in III IV NSCLC patients with EGFR mutations, patients with the exon 19 deletion have a better response rate, and a significantly longer progression free survival and overall survival than patients with the L858R mutation 
844 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:dep ?function. ?C textMine:dep ?G. ?C textMine:amod ?positive. ?A textMine:prep ?F. ?G textMine:prep ?A. ?G textMine:conj ?function. ?F textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1056 We previously showed that the E255K or T315I mutant possessed increased  in vitro  kinase activities as well increased ability to induce phosphorylation of itself and several cellular substrates when expressed in COS7 cells or in hematopoietic BaF3 cells as compared with unmutated (native) BCR/ABL ( 15 – 17 ) 
Match

1057 These NB tumors expressed reduced levels of CD44, but increased levels of Ncam1, compared to undifferentiated tumors derived either from MONC 1 or MONC 1 ALK F1174L cells (Figure  1C ,,) 
845 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?C textMine:pobj ?A. ?D textMine:prep ?F. ?positive textMine:dobj ?H. ?function textMine:conj ?positive. ?A textMine:partmod ?D. ?H textMine:prep ?C. ?F textMine:dep ?B. ?B textMine:nn ?mutation.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1058 The effect on the downstream signal mediators p AKT [S473] and p STAT3 [Y705] correlated well with the inhibition of EGFR phosphorylation ( Figure 1A ); E884K in  cis  with L858R decreased erlotinib inhibition of AKT and STAT3 phosphorylation but increased inhibition by gefitinib 
846 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:prep ?C. ?negative textMine:conj ?F. ?negative textMine:nsubj ?D. ?C textMine:prep ?mutation. ?F textMine:dobj ?function. ?F textMine:nsubj ?D.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1059 At a later time point in pancreas development, S33Y mutant β cat expression enhanced islet cell proliferation and increased the size of pancreas [ 49 ] 
Match

1060 Here we provide the first evidence that  V600E BRAF causes the upregulation of genes involved in glycolysis, whereas knock down of  V600E BRAF in melanoma cells conversely reduces the expression of these genes, lowers the rate of glycolysis and causes the reversal of the Warburg phenotype 
847 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?D textMine:nn ?mutation. ?C textMine:prep ?D. ?negative textMine:csubj ?C. ?negative textMine:dobj ?function.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1061 Among the 30  BRAF  V600E positive tumors detected with ARMS PCR assay, direct sequencing identified the mutation in 27 tumors, but failed to identify 3 tumors that had  BRAF  V600E mutation, possibly due to the lower sensitivity of detection of automated dideoxy sequencing 
848 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?function textMine:amod ?negative. ?B textMine:prep ?function. ?B textMine:nn ?mutation.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1062 Compared to wild type EGFR, the ectodomain mutant A289V EGFR showed a marked increase in receptor autophosphorylation in the absence of ligand or serum 
849 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?E textMine:nn ?mutation. ?C textMine:prep ?function. ?C textMine:dobj ?positive. ?C textMine:nsubj ?E.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1063 In the two cell lines with wt EGFR (H460 and A549), we found positive (score 3) expression of EGFR (D38B1) protein (100%) and negative (score 0) expression of EGFR E746 A750 deletion specific (6B6) and EGFR L858R mutant specific (43B2) 
Match

1064 In colorectal cancer patients, a mutation in the extracellular domain of EGFR (S492R), which abrogates cetuximab binding but retains panitumumab sensitivity, has been recently described as a mechanism of acquired resistance   (Fig  2c ) 
850 PREFIX textMine: <http://example.uga.edu/> Select ?negative ?mutation ?function where { ?C textMine:appos ?mutation. ?D textMine:prep ?B. ?D textMine:rcmod ?negative. ?G textMine:amod ?function. ?negative textMine:dobj ?G. ?B textMine:prep ?C.  ?negative textMine:type textMine:negative. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1066 Ganetespib effectively targets the upstream regulator JAK2, including the constitutively active JAK2 V617F  mutant, for degradation in a range of hematological and solid tumor types with subsequent prolonged loss of STAT3 and STAT5 signaling 
851 PREFIX textMine: <http://example.uga.edu/> Select ?positive ?mutation ?function where { ?A textMine:nn ?mutation. ?A textMine:amod ?function. ?function textMine:advmod ?positive.  ?positive textMine:type textMine:positive. ?mutation textMine:type textMine:mutation. ?function textMine:type textMine:function. }


1067 Some of these mutations alter specifically the configuration of the ATP binding kinase pocket (V654A and T670I), inhibiting imatinib binding 
Match

